{"translation-revision-date":"2025-11-18 09:30:41+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"he_IL"},"Update Site Kit by Google to the latest version to connect %s.":["עדכן את התוסף Google site kit לגרסה העדכנית ביותר כדי לחבר את %s."],"Update Site Kit by Google":["עדכן את Site kit של גוגל"],"You don’t have view access to Site Kit by Google. Please contact the admin who set it up.":["אין לך גישת צפייה ל-Site Kit של גוגל. אנא צור קשר עם המנהל שהגדיר את זה."],"Please contact your WordPress admin to install, activate, and set up the Site Kit by Google plugin.":["אנא צור קשר עם מנהל מערכת הוורדפרס שלך כדי להתקין, להפעיל ולהגדיר את התוסף Site Kit by Google."],"Yes, disconnect":["כן, התנתק"],"No, stay connected":["לא, הישאר מחובר"],"By disconnecting, you will revoke your consent for Yoast to access your Site Kit data, meaning we can no longer show insights from Site Kit by Google on your dashboard. Do you want to proceed?":["בהתנתקות תבטל את הסכמתך עבור Yoast לגשת לנתוני ה-Site Kit שלך, כלומר לא נוכל יותר להציג תובנות מ-Site Kit מאת Google בלוח הבקרה שלך. האם אתה רוצה להמשיך?"],"Are you sure?":["אתה בטוח?"],"CONNECT":["התחברות"],"SET UP":["תצורה"],"ACTIVATE":["הפעלה"],"INSTALL":["התקנה"],"Install Site Kit by Google":["התקן את ערכת האתר של גוגל"],"Activate Site Kit by Google":["הפעל את ערכת האתר של גוגל"],"Set up Site Kit by Google":["הגדר את ערכת האתר של גוגל"],"Connect Site Kit by Google":["חבר את ערכת האתר של גוגל"],"Disconnect":["התנתק"],"Successfully connected":["חובר בהצלחה"],"View traffic and search rankings on your dashboard by connecting your Google account.":["צפה בתנועה ודירוגי חיפוש בלוח הבקרה שלך על ידי חיבור חשבון גוגל שלך."],"Get valuable insights with %1$sSite Kit by Google%2$s":["קבל תובנות חשובות עם %1$sערכת האתר של גוגל%2$s"],"Site Kit by Google":["ערכת אתר של גוגל"],"Grant consent":["תן הסכמה"],"Give us permission to access your Site Kit data, allowing insights from tools like Google Analytics and Search Console to be displayed directly on your dashboard.":["תן לנו הרשאה לגשת לנתוני ערכת האתר שלך, מה שמאפשר להציג תובנות מכלים כמו Google Analytics ו-Search Console ישירות בלוח הבקרה שלך."],"Grant consent to connect with Site Kit by Google":["הענק הסכמה להתחבר עם ערכת האתר של גוגל"],"Undefined error message.":["הודעת שגיאה לא מוגדרת."],"%2$s integrates %1$s' Schema output into its own to get rich snippets for your digital products!":["%2$s משלב פלט סכימה %1$s לתוך עצמו כדי לקבל קטעים עשירים למוצרים הדיגיטליים שלך!"],"Get %1$srich results for your digital products%2$s in Google search":["קבל %1$sתוצאות עשירות עבור המוצרים הדיגיטליים שלך%2$s בחיפוש בגוגל"],"Add trustworthiness to your %1$s profile by verifying your site with %2$s.":["הוסף אמינות לפרופיל %1$s שלך על ידי אימות האתר שלך עם %2$s."],"Verify your site on %1$s%2$s%3$s":["אמת את האתר שלך ב-%1$s%2$s%3$s"],"Mastodon profile not yet added":["פרופיל Mastodon עדיין לא נוסף"],"Mastodon profile added":["נוסף פרופיל Mastodon"],"Unlock rich results in Google search by using plugins that integrate with the %1$sYoast Schema API%2$s.":["פתח גישה לתוצאות עשירות בחיפוש בגוגל על ידי שימוש בפלאגינים המשתלבים עם %1$sYoast Schema API%2$s."],"Schema API integrations":["הרחבות Schema API"],"%s can integrate with other products, to help you further improve your website. You can enable or disable these integrations below.":["%s יכול להתממשק למוצרים אחרים כדי לשפר עוד יותר את האתר. ניתן להפעיל או לכבות את ההרחבות הללו למטה."],"Track your rankings through time with %1$s%2$s%3$s":["עקוב אחר הדירוגים שלך לאורך זמן עם %1$s%2$s%3$s"],"Use %1$s%2$s%3$s to do keyword research - without leaving your post":["השתמש ב-%1$s%2$s%3$s כדי לבצע מחקר מילות מפתח - מבלי לעזוב את הפוסט שלך"],"Unlock rich snippets for your product pages by using %1$s.":["קבל גישה לתצוגת קטעים עשירה עבור דפי המוצר שלך באמצעות %1$s."],"Get %1$srich product results%2$s in Google search":["קבל %1$sתוצאות מוצרים%2$s בחיפוש גוגל"],"%1$s integrates with %2$s's Schema API to get rich snippets for your recipes!":["%1$s משתלב עם הסכימה API של %2$s כדי לקבל קטעים עשירים למתכונים שלך!"],"Get %1$srich results for your recipes%2$s in Google search":["קבל %1$sתוצאות עשירות עבור המתכונים שלך%2$s בחיפוש גוגל"],"%1$s integrates with %2$s's Schema API to get rich snippets for your podcasts!":["%1$s משתלב עם ה-Schema API של %2$s כדי לקבל קטעים עשירים עבור הפודקאסטים שלך!"],"Get %1$srich results for your podcast%2$s in Google search":["קבל %1$sתוצאות עשירות עבור הפודקאסטים שלך%2$s בחיפוש גוגל"],"%1$s integrates with %2$s's Schema API to get rich snippets for your events!":["%1$s משתלב עם הסכימה API של %2$s כדי לקבל קטעים עשירים לאירועים שלך!"],"Get %1$srich results for your events%2$s in Google search":["קבל %1$sתוצאות עשירות עבור האירועים שלך%2$s בחיפוש גוגל"],"Integrate your custom fields and SEO data from %1$s%2$s%3$s":["שלב את השדות המותאמים ונתוני ה-SEO מ-%1$s%2$s%3$s"],"Upgrade your %1$s%2$s%3$s SEO":["שדרג את %1$s%2$s%3$s SEO שלך"],"Improve your internal search results with %1$s%2$s%3$s":["שפר את תוצאות החיפוש הפנימיות שלך עם %1$s%2$s%3$s"],"Learn more":["למד עוד"],"Refresh this page":["רענן את הדף הזה"],"Unfortunately, this means that any unsaved changes in this section will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["למרבה הצער, המשמעות היא שכל השינויים שלא נשמרו בסעיף זה יאבדו. אתה יכול לנסות ולרענן את הדף הזה כדי לפתור את הבעיה. אם שגיאה זו עדיין מתרחשת, אנא צור קשר עם צוות התמיכה שלנו, ואנו נספק לך את כל העזרה שאתה צריך!"],"Something went wrong. An unexpected error occurred.":["משהו השתבש. אירעה שגיאה בלתי צפויה."],"Contact support":["פנייה לצוות התמיכה"],"We're very sorry, but it seems like the following error has interrupted our application:":["אנו מאד מתנצלים, אך נראה שהשגיאה הבאה קטעה את היישום שלנו:"],"Use %s fields to power your meta tags and templates, and analyze all of your content.":["השתמש בשדות %s כדי להעצים את התגיות מטא והתבניות שלך, ולנתח את כל התוכן שלך."],"Improve your technical SEO, meta tags and unlock more SEO ecommerce tools.":["שפר את ה-SEO הטכני לך, את תגיות מטא וקבל גישה לעוד כלי SEO למסחר אלקטרוני."],"Connect your %1$s account to improve your site’s search results using %2$s data.":["חבר את חשבון %1$s שלך כדי לשפר את תוצאות החיפוש של האתר שלך באמצעות נתונים של %2$s."],"Upgrade your meta tags and social previews and manage your SEO settings in one place.":["שדרג את התגיות מטא והתצוגה המקדימה למדיה חברתית שלך ונהל את הגדרות ה-SEO שלך במקום אחד."],"Get the most out of %1$s%2$s%3$s and %4$s, together":["להפיק את המירב מ-%1$s%2$s%3$s ביחד עם %4$s"],"Take advantage of your favorite SEO & content analysis tools with your favorite page builder.":["נצל את היתרונות של כלי ה-SEO וניתוח תוכן המועדפים עליך באמצעות הבילדר המועדף עליך."],"Get %1$s tools and functionality in %2$s%3$s%4$s":["הכלים והפונקציונאליות של %1$s ב-%2$s%3$s%4$s"],"Keep an eye on how your posts are ranking by connecting to your %s account.":["בדוק כיצד הפוסטים שלך מדורגים על ידי התחברות לחשבון %s שלך."],"Find out what your audience is searching for with %s data right in your sidebar.":["גלה מה הקהל שלך מחפש עם נתוני %s ישירות בסרגל הצד שלך."],"Plugin integrations":["הרחבות לתוספים"],"Recommended integrations":["הרחבות מומלצות"],"Enable integration":["הפעל הרחבה"],"Integration unavailable for multisites":["הרחבה אינה זמינה עבור רשתות אתרים"],"Network Disabled":["רשת מושבתת"],"Install %1$s Content Analysis for %2$s":["התקן %1$s Content Analysis עבור %2$s"],"Activate %1$s Content Analysis for %2$s":["הפעל %1$s Content Analysis עבור %2$s"],"%1$s integrates with %2$s":["%1$s מתממשק עם %2$s"],"Integration active":["ההרחבה פעילה"],"Plugin not detected":["התוסף לא נמצא"],"Activate %s":["הפעל את %s"],"Unlock with Premium":["קבל גישה עם Premium"],"New":["חדש"],"Other integrations":["הרחבות נוספות"],"(Opens in a new browser tab)":["(פתח בטאב חדש בדפדפן)"],"24\/7 support":["תמיכה 24\/7"],"Buy %s":["קנה %s"],"Integrations":["הרחבות"],"Close":["סגור"]}},"comment":{"reference":"js\/dist\/integrations-page.js"}}