{"translation-revision-date":"2025-11-18 09:30:41+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"he_IL"},"The top 5 search queries on your website with the highest number of clicks over the last 28 days.":["5 שאילתות החיפוש המובילות באתר שלך עם מספר הקליקים הגבוה ביותר במהלך 28 הימים האחרונים."],"%1$s score":["ציון %1$s"],"Clicks, Impressions, CTR, Position":["קליקים, רשמים, CTR, מיקום"],"The top 5 URLs on your website with the highest number of clicks over the last 28 days.":["5 כתובות האתרים המובילות באתר שלך עם מספר הקליקים הגבוה ביותר במהלך 28 הימים האחרונים."],"The average position of your website in the Google search results over the last 28 days.":["המיקום הממוצע של האתר שלך בתוצאות החיפוש של גוגל במהלך 28 הימים האחרונים."],"Average position of your website in the Google search results\u0004Average position":["מיקום ממוצע"],"The average click-through-rate for your website in the Google search results over the last 28 days.":["שיעור הקליקים הממוצע עבור האתר שלך בתוצאות החיפוש של גוגל במהלך 28 הימים האחרונים."],"Click-through-rate for your website in the Google search results\u0004Average CTR":["ממוצע CTR"],"The number of times users clicked on your website's link in the Google search results\u0004Clicks":["קליקים"],"The number of times your website appeared in the Google search results\u0004Impressions":["רשמים"],"The number of organic sessions that began on your website.":["מספר התנועות האורגניות שהחלו באתר שלך."],"Data provided by:":["נתונים מסופקים על ידי:"],"Impressions, Clicks, Site CTR, Average position":["רשמים, קליקים, שיעור קליקים באתר, מיקום ממוצע"],"The number of times users clicked on your website's link in the Google search results over the last 28 days.":["מספר הפעמים שמשתמשים לחצו על הקישור של האתר שלך בתוצאות החיפוש של גוגל במהלך 28 הימים האחרונים."],"The number of times your website appeared in the Google search results over the last 28 days.":["מספר הפעמים שהאתר שלך הופיע בתוצאות החיפוש של גוגל במהלך 28 הימים האחרונים."],"Organic sessions":["תנועות אורגניות"],"Organic sessions chart":["טבלת תנועות אורגניות"],"Last 28 days":["28 הימים האחרונים"],"Top 5 search queries":["5 שאילתות החיפוש המובילות"],"Query":["שאילתה"],"Top 5 most popular content":["5 התכנים הפופולריים ביותר"],"No data to display: Your site hasn't received any visitors yet.":["אין נתונים להצגה: האתר שלך עדיין לא קיבל מבקרים."],"Actions":["פעולות"],"Average position":["מיקום ממוצע"],"CTR":["CTR"],"Impressions":["רשמים"],"Clicks":["קליקים"],"Landing page":["דף נחיתה"],"We can’t analyze your content, because you’re in a non-production environment.":["אנחנו לא יכולים לנתח את התוכן שלך, כיוון שאתה נמצא בסביבת פיתוח."],"We can’t provide SEO scores, because the SEO analysis is disabled for your site.":["אנחנו לא יכולים לספק ציוני SEO, מכיוון שניתוח SEO מושבת עבור האתר שלך."],"We can’t provide an SEO score for this page.":["אנחנו לא יכולים לספק ציון SEO עבור דף זה."],"Content analysis hasn't started. Please open this page in your editor, enter a focus keyphrase and save.":["ניתוח תוכן לא חל בדף זה. פתח את הדף הזה בעורך שלך, הזן ביטוי מפתח ושמור."],"Something went wrong. Try refreshing the page. If the problem persists, please check our %1$sSupport page%2$s.":["משהו השתבש. נסה לרענן את העמוד. אם הבעיה נמשכת, בדוק את %1$sעמוד התמיכה%2$s שלנו."],"You don’t have permission to access this resource. Please contact your admin for access. In case you need further help, please check our %1$sSupport page%2$s.":["אין לך הרשאה לגשת למשאב הזה. אנא פנה למנהל המערכת שלך לקבלת גישה. במקרה שאתה זקוק לעזרה נוספת, בדוק את %1$s עמוד התמיכה%2$s שלנו."],"The request timed out. Try refreshing the page. If the problem persists, please check our %1$sSupport page%2$s.":["תם הזמן הקצוב לבקשה. נסה לרענן את העמוד. אם הבעיה נמשכת, בדוק את %1$sעמוד התמיכה%2$s שלנו."],"Site Kit by Google":["ערכת אתר של גוגל"],"SEO scores":["ציוני SEO"],"Readability scores":["ציוני קריאוּת"],"Something went wrong.":["משהו השתבש"],"Clear filter":["איפוס פילטר"],"All":["הכול"],"Nothing found":["שום דבר לא נמצא"],"Some of your content hasn't been analyzed yet. Please open it and save it in your editor so we can start the analysis.":["חלק מהתוכן שלך עדיין לא נותח. אנא פתח אותו ושמור אותו בעורך שלך כדי שנוכל להתחיל בניתוח."],"Your content has an average readability score. Time to find opportunities for improvement!":["לתוכן שלך יש ציון קריאוּת ממוצע. הגיע הזמן למצוא הזדמנויות לשיפור!"],"Most of your content has a good readability score. Well done!":["לרוב התוכן שלך יש ציון קריאוּת טוב. כל הכבוד!"],"Some of your content hasn't been analyzed yet. Please open it in your editor, ensure a focus keyphrase is entered, and save it so we can start the analysis.":["חלק מהתוכן שלך עדיין לא נותח. אנא פתח אותו בעורך שלך, ודא שהוזן ביטוי מפתח ושמור אותו כדי שנוכל להתחיל באנליזה."],"Some of your content could use a little extra care. Take a look and start improving!":["חלק מהתוכן שלך זקוק להתייחסות. תסתכל ותתחיל להשתפר!"],"Your content has an average SEO score. Time to find opportunities for improvement!":["לתוכן שלך יש ציון SEO ממוצע. הגיע הזמן למצוא הזדמנויות לשיפור!"],"Most of your content has a good SEO score. Well done!":["לרוב התוכן שלך יש ציון SEO טוב. כל הכבוד!"],"We haven’t analyzed this content yet. Please open it in your editor, ensure a focus keyphrase is entered, and save it so we can start the analysis.":["עדיין לא ניתחנו את התוכן הזה. אנא פתח אותו בעורך שלך, ודא שהוזן ביטוי מפתח למיקוד ושמור אותו כדי שנוכל להתחיל בניתוח."],"Not analyzed":["לא נותח"],"Content type":["סוג התוכן"],"Needs improvement":["דרוש שיפור"],"Disabled":["מכובה"],"SEO score":["ציון SEO"],"Good":["טוב"],"OK":["תקין"],"View":["הצג"],"Edit":["עריכה"]}},"comment":{"reference":"js\/dist\/externals\/dashboardFrontend.js"}}