{"translation-revision-date":"2025-11-18 09:30:41+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"he_IL"},"No image was found that we can automatically set as your social image. Please use %1$s, %2$s, %3$s or %4$s formats to ensure it displays correctly on social media.":["לא נמצאה תמונה שאנו יכולים להגדיר באופן אוטומטי כתמונה החברתית שלך. אנא השתמש בפורמטים %1$s, %2$s, %3$s או %4$s כדי להבטיח שהוא מוצג כהלכה במדיה החברתית."],"Undefined error message.":["הודעת שגיאה לא מוגדרת."],"X":["אקס"],"X appearance":["נראות באקס"],"X share preview":["תצוגה מקדימה לשיתוף באקס"],"You have %1$s activated on your site, automatically setting the Page type for your products to 'Item Page'. As a result, the Page type selection is disabled.":["%1$s מופעל באתר שלך, והגדיר אוטומטית את סוג הדף עבור המוצרים שלך ל'דף פריט'. כתוצאה מכך, בחירת סוג העמוד מושבתת."],"Leave a quick review":["השאר סקירה מהירה"],"Happy with the plugin?":["מרוצה מהתוסף?"],"Show Yoast SEO some love!":["הראה ל-Yoast SEO קצת אהבה!"],"Social share preview":["תצוגה מקדימה לשיתוף ברשתות חברתיות"],"Allow search engines to show this content in search results?":["האם לאפשר למנועי חיפוש להציג את התוכן הזה בתוצאות החיפוש?"],"Last year":["שנה שעברה"],"Last week":["שבוע שעבר"],"Last day":["אתמול"],"Last updated":["עודכן לאחרונה"],"Activate tracking to show the ranking position":["הפעל מעקב כדי להציג את מיקום הדירוג"],"Internal linking suggestions":["הצעות לקישורים פנימיים"],"Buy now!":["קנה עכשיו!"],"30% OFF":["30% הנחה"],"BLACK FRIDAY":["בלאק פריידי"],"To customize the appearance of your post specifically for X, please fill out the 'X appearance' settings below.":["כדי להתאים אישית את מראה הפוסט שלך במיוחד עבור אקס, מלא את הגדרות 'נראות באקס' למטה."],"To customize the appearance of your post specifically for X, please fill out the 'X appearance' settings below. If you leave these settings untouched, the 'Social media appearance' settings mentioned above will also be applied for sharing on X.":["כדי להתאים אישית את מראה הפוסט שלך במיוחד עבור אקס, מלא את הגדרות 'נראות באקס' למטה. אם תשאיר את ההגדרות הללו ללא שינוי, הגדרות 'נראות במדיה חברתית' שהוזכרו לעיל יחולו גם לשיתוף באקס."],"Determine how your post should look on social media like Facebook, X, Instagram, WhatsApp, Threads, LinkedIn, Slack, and more.":["קבע כיצד הפוסט שלך צריך להיראות במדיה חברתית כמו Facebook, X, Instagram, WhatsApp, Threads, LinkedIn, Slack ועוד."],"Social media appearance":["נראות במדיה חברתית"],"Want an enhanced Google preview of how your WooCommerce products look in the search results?":["רוצה תצוגה מקדימה משופרת של גוגל לאיך מוצרי הווקומרס שלך ​​נראים בתוצאות החיפוש?"],"Sign up today!":["הירשמו עוד היום!"],"Feeling lost when it comes to optimizing your site for the search engines? Join our FREE webinar to gain the confidence that you need in order to start optimizing like a pro! You'll obtain the knowledge and tools to start effectively implementing SEO.":["מרגישים אבודים בכל הנוגע לאופטימיזציה של האתר שלכם למנועי החיפוש? הצטרפו לסמינר המקוון החינמי שלנו כדי לקבל את הביטחון הדרוש כדי להתחיל לבצע אופטימיזציה כמו מקצוענים! תקבלו את הידע והכלים להתחיל ביישום יעיל של SEO."],"Join our FREE webinar for SEO success":["הצטרף לסמינר המקוון החינמי שלנו להצלחה ב-SEO"],"Want your products stand out in search results with rich results like price, reviews and more?":["רוצים שהמוצרים שלכם יבלטו בתוצאות חיפוש עם תוצאות עשירות כמו מחיר, ביקורות ועוד?"],"Close the upgrade callout":["סגור את הקריאה לשדרוג"],"%1$s and get an exclusive %2$s discount for %3$s month(s).":["%1$s וקבל הנחה בלעדית של %2$s למשך %3$s חודשים."],"Click here to upgrade your %s plan":["לחץ כאן כדי לשדרג את תוכנית ה-%s שלך"],"Keyphrases tracked: %1$s\/%2$s":["ביטויי מפתח במעקב: %1$s\/%2$s"],"Your are tracking %1$s out of %2$s keyphrases included in your account.":["אתה עוקב אחר %1$s מתוך %2$s ביטויי מפתח הכלולים בחשבונך."],"Your are tracking %1$s out of %2$s keyphrases included in your free account.":["אתה עוקב אחר %1$s מתוך %2$s ביטויי מפתח הכלולים בחשבון החינמי שלך."],"Potentially non-inclusive":["באופן פוטנציאלי לא כולל"],"You can change the default type for %1$s under Content types in the %2$sSettings%3$s.":["ניתן לשנות את סוג ברירת המחדל עבור %1$s תחת סוגי תוכן ב%2$sהגדרות%3$s."],"Unlock with %1$s":["קבל גישה עם %1$s"],"Refresh this page":["רענן את הדף הזה"],"Unfortunately, this means that any unsaved changes in this section will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["למרבה הצער, המשמעות היא שכל השינויים שלא נשמרו בסעיף זה יאבדו. אתה יכול לנסות ולרענן את הדף הזה כדי לפתור את הבעיה. אם שגיאה זו עדיין מתרחשת, אנא צור קשר עם צוות התמיכה שלנו, ואנו נספק לך את כל העזרה שאתה צריך!"],"Something went wrong. An unexpected error occurred.":["משהו השתבש. אירעה שגיאה בלתי צפויה."],"Text formality":["פורמליות הטקסט"],"Read more about text formality.":["קרא עוד על טקסט פורמלי."],"%1$s%3$s%2$s will help you assess the formality level of your text.":["%1$s%3$s%2$s יעזור לך להעריך את רמת הפורמליות של הטקסט שלך."],"Contact support":["פנייה לצוות התמיכה"],"We're very sorry, but it seems like the following error has interrupted our application:":["אנו מאד מתנצלים, אך נראה שהשגיאה הבאה קטעה את היישום שלנו:"],"Search appearance":["נראות בחיפוש"],"Inclusive language:":["שפה מכילה:"],"Dismiss":["ביטול"],"Premium SEO analysis:":["ניתוח SEO פרימיום:"],"Get %s to enjoy the benefits of prominent words":["קבל %s כדי ליהנות מהיתרונות של מילים בולטות"],"With %1$s%3$s%2$s, this section will show you which words occur most often in your text. By checking these prominent words against your intended keyword(s), you'll know how to edit your text to be more focused.":["עם %1$s%3$s%2$s, חלק זה יראה לך אילו מילים מופיעות בתדירות הגבוהה ביותר בטקסט שלך. על ידי בדיקת המילים הבולטות הללו מול מילות המפתח המיועדות לך, תדע כיצד לערוך את הטקסט שלך כך שיהיה ממוקד יותר."],"Buy %s now!":["קנה %s עכשיו!"],"Are you working on a news article? %s helps you optimize your site for Google News.":["עבוד על מאמר חדשותי? %s מסייע לך באופטימיזציה של האתר עבור חדשות גוגל."],"Unlock with %s":["קבל גישה עם %s"],"Learn more about character count":["למד עוד על ספירת תווים"],"Character count":["ספירת תווים"],"Learn more about word count":["למד עוד על ספירת מילים"],"Word count":["ספירת מילים"],"Learn more about Flesch reading ease":["למידע נוסף על קלות הקריאה של Flesch"],"out of 100":["מתוך 100"],"okay":["בסדר"],"no data":["אין נתונים"],"Your text should be slightly longer to calculate your Flesch reading ease score.":["הטקסט שלך צריך להיות מעט ארוך יותר כדי לחשב את ציון קלות הקריאה שלך ב-Flesch."],"Continue writing to get insight into the readability of your text!":["המשך לכתוב כדי לקבל תובנה לגבי קריאוּת הטקסט שלך!"],"Learn more about reading time":["למד עוד על זמן קריאה"],"Reading time":["זמן קריאה"],"minute":["דקה","דקות"],"Dismiss this notice.":["בטל הודעה זו"],"character":["תו","תווים"],"word":["מילה","מילים"],"Tracking the ranking position…":["מאתר את הדירוג..."],"Something went wrong while tracking the ranking position(s) of your page. Please try again later.":["משהו השתבש בעת מעקב אחר מיקומי הדירוג של הדף או הדפים שלך. \nבבקשה נסה שוב מאוחר יותר."],"reconnect to %s":["התחברות מחדש אל %s"],"It seems like something went wrong when retrieving your website's data. Please %s and try again.":["משהו השתבש באחזור מידע האתר שלך. אנא לחץ %s ונסה שוב."],"Before you can track your SEO performance make sure to set either the post’s title and save it as a draft or manually set the post’s slug.":["לפני שתוכל לעקוב אחר ביצועי ה-SEO שלך, הקפד להגדיר את הכותרת של הפוסט ולשמור אותו כטיוטה או להגדיר ידנית את ה slug של הפוסט."],"No keyphrase has been set. Please set a keyphrase first.":["לא הוגדר ביטוי מפתח. אנא הגדר תחילה ביטוי מפתח."],"upgrade your %s plan":["שדרג את חבילת ה%s שלך"],"You've reached the maximum amount of %1$d keyphrases you can add to your Wincher account. If you wish to add more keyphrases, please %2$s.":["הגעת למקסימום של %1$d ביטויי המפתח שהנך יכול להוסיף לחשבון Wincher שלך במסלול החינמי, אם ברצונך להוסיף עוד ביטויי מפתח %2$s."],"With %1$s you can track the ranking position of your page in the search results based on your keyphrase(s). %2$s":["עם %1$s ניתן לעקוב אחר מיקום הדירוג של הדף שלך בתוצאות החיפוש בהתבסס על ביטויי המפתח שלך. %2$s"],"%s is currently tracking the ranking position(s) of your page. This may take a few minutes. Please wait or check back later.":["%s עוקב כרגע אחרי המיקום של הדירוג של הדף שלך. זה עשוי לקחת מספר דקות. אנא המתן או בדוק מאוחר יותר."],"You have successfully connected to %s! You can now track the SEO performance for the keyphrase(s) of this page.":["התחברת בהצלחה אל %s! כעת תוכל לעקוב אחר ביצועי SEO עבור ביטויי המפתח של דף זה."],"Read more about keyphrase tracking with Wincher":["קרא עוד על מעקב ביטויי מפתח דרך Wincher."],"Automatic tracking of keyphrases is enabled. Your keyphrase(s) will automatically be tracked by %s when you publish your post.":["מעקב אוטומטי אחרי ביטויי המפתח שלך. כשתפרסם פוסט, ביטויי המפתח שלך ייעקבו אוטומטית על ידי %s."],"Track SEO performance":["עקוב אחרי ביצועי SEO"],"You can enable \/ disable tracking the SEO performance for each keyphrase below.":["ניתן להפעיל \/ להשבית את המעקב אחרי ביצועי ה-SEO לכל ביטוי מפתח שדלהלן:"],"Track all keyphrases on this page":["עקוב אחרי כל ביטויי המפתח בדף זה"],"Tracking has already been enabled for one or more keyphrases of this page. Clicking the button below will enable tracking for all of its keyphrases.":["מעקב הופעל עבור חלק מביטויי המפתח בדף זה. לחיצה על הכפתור שמתחת תפעיל את המעקב על כל ביטויי המפתח."],"Learn more about the SEO performance feature.":["למד עוד על רכיב ביצועים ב-SEO."],"SEO performance":["ביצועי SEO"],"Connect with %s":["התחברות באמצעות %s"],"* focus keyphrase":["* מיקוד מונחי מפתח"],"Get more insights over at %s":["צפיה בתובנות נוספות באמצעות %s"],"Position over time":["מיקום לאורך זמן"],"Position":["מיקום"],"Tracking":["מעקב"],"Insights":["תובנות"],"Select image":["בחירת תמונה"],"Last month":["חודש שעבר"],"The number of headers and header labels don't match.":["מספר הכותרות ותוויות הכותרת אינם תואמים."],"Return to your %s":["חזרה אל %s"],"Make sure to save your %s for changes to take effect":["הקפד לשמור את %s כדי שהשינויים ייכנסו לתוקף"],"Default for %1$s (%2$s)":["ברירת מחדל עבור %1$s (%2$s)"],"This helps search engines understand your website and your content. You can change some of your settings for this page below.":["הדבר עוזר למנועי חיפוש להבין את האתר והתוכן שלו. בהמשך ניתן לשנות חלק מההגדרות הללו."],"Yoast SEO automatically describes your pages using schema.org":["Yoast SEO מתאר באופן אוטומטי את עמודי האתר באמצעות schema.org"],"Article type":["סוג מאמר"],"Page type":["סוג עמוד"],"Learn more about page or content types":["למד עוד על סוגי עמודים או סוגי תוכן"],"What type of page or content is this?":["איזה סוג של עמוד או תוכן זה?"],"Learn more about structured data with Schema.org":["מידע נוסף על נתונים מובנים באמצעות Schema.org"],"Item Page":["עמוד פריט"],"Open in new tab":["פתח בכרטיסיה חדשה"],"This is a sponsored link or advert (mark as %1$ssponsored%2$s)%3$s":["זהו קישור או מודעה ממומנים (סמן כ-%1$ssponsored%2$s)%3$s"],"Search engines should ignore this link (mark as %1$snofollow%2$s)%3$s":["על מנועי חיפוש להתעלם מקישור זה (סמן כ-%1$snofollow%2$s)%3$s"],"Learn more about marking a link as nofollow or sponsored.":["למד עוד על סימון קישור כלא לעקוב או ממומן."],"Link inserted.":["הקישור הוכנס."],"Link edited.":["הקישור נערך."],"Warning: the link has been inserted but may have errors. Please test it.":["אזהרה: הקישור הוכנס אך יכולות להיות שגיאות. נא לבדוק אותו."],"Link":["קישור"],"Unlink":["הסר קישור"],"Link removed.":["הקישור הוסר."],"Please upgrade your WordPress version or install the Gutenberg plugin to get this %1$s feature.":["יש שדרג את גרסת הוורדפרס או להתקין את תוסף Gutenberg כדי לקבל %1$s."],"Marking links with nofollow\/sponsored has been disabled for WordPress installs < 5.4.":["סימון הקישורים עם nofollow \/ sponsored הושבת עבור התקנות וורדפרס < 5.4."],"No focus keyword was entered":["לא הוזן ביטוי למיקוד"],"We've analyzed your post. There is still room for improvement!":["ניתחנו את הפוסט שלך. עדיין יש מקום לשיפור!"],"We've analyzed your post. Everything looks good. Well done!":["ניתחנו את הפוסט שלך. הכל נראה טוב. כל הכבוד!"],"Share your post!":["שתף את הפוסט שלך!"],"Improve your post with Yoast SEO":["שפר את הפוסט באמצעות Yoast SEO"],"SEO analysis:":["ניתוח SEO:"],"Learn more about the no-index setting on our help page.":["למד עוד על no-index בעמוד העזרה שלנו."],"Even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["למרות שניתן להגדיר כאן הגדרות לרובוטים, כל האתר מוגדר noindex בהגדרות הפרטיות, כך שלהגדרות אלה לא תהיינה השפעה."],"Learn more about canonical URLs on our help page.":["למד עוד על כתובות אתרים קנוניות בעמוד העזרה שלנו."],"Learn more about the breadcrumbs title setting on our help page.":["למד עוד על כותרת פירורי לחם בעמוד העזרה שלנו."],"Learn more about advanced meta robots settings on our help page.":["למד עוד על הגדרות מטא-רובוטים מתקדמות בעמוד העזרה שלנו."],"Learn more about the no-follow setting on our help page.":["למד עוד על no-follow בעמוד העזרה שלנו."],"Should search engines follow links on this content?":["האם מנועי חיפוש צריכים לעקוב אחר קישורים בתוכן זה?"],"Schema":["סכימה"],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly.":["המילים הבאות מופיעות הכי הרבה בתוכן. הן נותנות אינדיקציה במה התוכן מתמקד. אם המילים שונות מאוד מהנושא, אולי כדאי לכתוב תוכן בהתאם."],"Once you add a bit more copy, we'll give you a list of words that occur the most in the content. These give an indication of what your content focuses on.":["לאחר הוספת תוכן נוסף, תוצג רשימת מילים המופיעות הכי הרבה בתוכן. הם נותנים אינדיקציה במה התוכן מתמקד."],"%d occurrences":["%d הופעות"],"Keyphrase":["ביטוי מפתח"],"Good job!":["עבודה טובה!"],"Add related keyphrase":["הוסף ביטוי מפתח רלוונטיים"],"Readability analysis:":["ניתוח קריאוּת:"],"%d day":["יום %d","%d ימים"],"Read our %1$sultimate guide to keyword research%2$s to learn more about keyword research and keyword strategy.":["קרא עוד על %1$s המחקר שלנו על מחקר מילות מפתח %2$s כדי ללמוד על מילות מפתח ואסטרטגיית מילות מפתח."],"Prominent words":["מילים בולטות"],"%1$s (current default for %2$s)":["%1$s (ברירת המחדל הנוכחית עבור %2$s)"],"(Opens in a new browser tab)":["(פתח בטאב חדש בדפדפן)"],"24\/7 support":["תמיכה 24\/7"],"Good SEO score":["ציון SEO טוב"],"OK SEO score":["ציון SEO תקין"],"Please provide a meta description by editing the snippet below.":["יש לספק תיאור מטא באמצעות עריכת התוכן המופיע למטה."],"No":["לא"],"Yes":["כן"],"Needs improvement":["דרוש שיפור"],"Not available":["לא זמין"],"Yoast SEO":["Yoast SEO"],"Good":["טוב"],"Facebook":["פייסבוק"],"very difficult":["קשה מאוד"],"Try to make shorter sentences, using less difficult words to improve readability":["יש לנסות לקצר משפטים, עם מילים פשוטות יותר, כדי לשפר קריאוּת"],"difficult":["קשה"],"fairly difficult":["קשה למדי"],"OK":["תקין"],"fairly easy":["קל למדי"],"easy":["קל"],"very easy":["קל מאוד"],"The copy scores %1$s in the test, which is considered %2$s to read.":["התוכן מקבל ציון של %1$s במבחן, הנחשב %2$s לקריאה."],"Flesch reading ease":["קושי הקריאה של Flesch"],"Canonical URL":["כתובת אתר קנונית"],"Breadcrumbs Title":["כותרת פירורי לחם"],"No Snippet":["אין סניפט"],"No Archive":["אין ארכיון"],"No Image Index":["אין אינדקס תמונה"],"Meta robots advanced":["Meta robots למתקדמים"],"View":["הצג"],"Advanced":["מתקדם"]}},"comment":{"reference":"js\/dist\/block-editor.js"}}