{"translation-revision-date":"2025-11-18 09:30:41+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"he_IL"},"Generate a file that points to your website's most relevant content. Designed to help AI Assistants understand your website better.":["צור קובץ שמפנה לתוכן הרלוונטי ביותר באתר שלך. נועד לסייע לעוזרי בינה מלאכותית להבין את האתר שלך טוב יותר."],"Search…":["חפש..."],"Quick search…":["חיפוש מהיר..."],"Add new page…":["הוסף עמוד חדש..."],"Add new user…":["הוסף משתמש חדש..."],"Unsaved changes":["שינויים שלא נשמרו"],"Buy now":["רכוש עכשיו"],"The AI features help you create better content by providing optimization suggestions that you can apply as you wish.":["אפשרות ה-AI עוזר לך ליצור תוכן טוב יותר על ידי מתן הצעות אופטימיזציה שתוכל ליישם כרצונך."],"Undefined error message.":["הודעת שגיאה לא מוגדרת."],"The selected file is not an image.":["הקובץ הנבחר אינו תמונה"],"Organization X":["ארגון אקס"],"X card data":["כרטיס נתוני אקס"],"LEI code":["קוד LEI"],"E.g. https:\/\/x.com\/yoast":["למשל https:\/\/x.com\/yoast"],"X":["אקס"],"suggestions":["הצעות"],"meta title":["כותרת מטא"],"Artificial intelligence":["בינה מלאכותית"],"Please tell us more about your organization’s identifiers. This information will help Google to display accurate and helpful details about your organization.":["ספר לנו עוד על המזהים של הארגון שלך. מידע זה יעזור לגוגל להציג פרטים מדויקים ומועילים על הארגון שלך."],"Organization identifiers":["מזהי ארגון"],"5001–10000 employees":["10000–5001 עובדים"],"1001–5000 employees":["5000–1001 עובדים"],"501–1000 employees":["1000–501 עובדים"],"201–500 employees":["500–201 עובדים"],"51–200 employees":["200–51 עובדים"],"11–50 employees":["50–11 שכירים"],"1–10 employees":["1-10 עובדים"],"Select a range \/ Enter a number":["בחר טווח \/ הזן מספר"],"Enrich your organization's profile by providing more in-depth information. The more details you share, the better Google understands your website.":["העשר את הפרופיל של הארגון שלך על ידי מתן מידע מעמיק יותר. ככל שתשתף יותר פרטים, כך גוגל מבין טוב יותר את האתר שלך."],"Additional organization info":["מידע נוסף על הארגון"],"You have %1$s activated on your site, and you've configured your business for multiple locations. This allows you to provide your email and phone for %2$seach specific location%3$s.":["הפעלת %1$s באתר שלך, והגדרת את העסק שלך למספר מיקומים. זה מאפשר לך לספק את האימייל והטלפון שלך עבור כל %2$sמיקום ספציפי%3$s."],"You have %1$s activated on your site, and you've configured your business for multiple locations. This allows you to provide your VAT ID and Tax ID for %2$seach specific location%3$s.":["הפעלת %1$s באתר שלך, והגדרת את העסק שלך למספר מיקומים. זה מאפשר לך לספק את מזהה המע\"מ ומזהה המס שלך עבור %2$sכל  מיקום ספציפי%3$s."],"You have %1$s activated on your site. You can provide your email and phone in the %2$s‘Business info’ settings%3$s.":["%1$s מופעל באתר שלך. אתה יכול לספק את האימייל והטלפון שלך בהגדרות %2$s'מידע עסקי'%3$s."],"You have %1$s activated on your site. You can provide your VAT ID and Tax ID in the %2$s‘Business info’ settings%3$s.":["%1$s מופעל באתר שלך. אתה יכול לספק את מזהה המע\"מ ומזהה המס שלך בהגדרות %2$s'מידע עסקי'%3$s."],"NAICS":["NAICS"],"leicode":["leicode"],"DUNS":["DUNS"],"ISO 6523":["ISO 6523"],"Tax ID":["מזהה מס (ח.פ.)"],"VAT ID":["מזהה מע\"מ"],"Number of employees":["מספר שכירים"],"Organization's founding date":["תאריך הקמת הארגון"],"Organization's legal name":["השם החוקי של הארגון"],"Organization phone number":["מספר טלפון של הארגון"],"Organization email address":["כתובת אימייל של הארגון"],"Organization description":["תיאור הארגון"],"You have %1$s activated on your site, automatically setting the Page type for your products to 'Item Page'. As a result, the Page type selection is disabled.":["%1$s מופעל באתר שלך, והגדיר אוטומטית את סוג הדף עבור המוצרים שלך ל'דף פריט'. כתוצאה מכך, בחירת סוג העמוד מושבתת."],"No need to figure out what to link to. You get linking suggestions for relevant posts and pages to make your website easier to navigate.":["אין צורך לחשוב למה לקשר. אתה מקבל הצעות קישור לפוסטים ודפים רלוונטיים כדי להקל על הניווט באתר שלך."],"Explore %s now!":["חקור את %s עכשיו!"],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by OpenAI GPTBot.":["הוסף כלל 'disallow' לקובץ robots.txt שלך כדי למנוע סריקה על ידי OpenAI GPTBot."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by the Google-Extended bot. Enabling this setting won’t prevent Google from indexing your website.":["הוסף כלל 'disallow' לקובץ ה-robots.txt שלך כדי למנוע סריקה על ידי הבוט של Google-Extended. הפעלת הגדרה זו לא תמנע מגוגל לאנדקס את האתר שלך."],"Prevent OpenAI GPTBot from crawling":["מנע סריקה של OpenAI GPTBot"],"Prevent Google Gemini and Vertex AI bots from crawling":["מנע סריקה של הבוטים Google Bard ו-Vertex AI"],"Prevent Common Crawl CCBot from crawling":["מנע סריקה של Common Crawl CCBot"],"Internal linking suggestions":["הצעות לקישורים פנימיים"],"Learn more about %s (Opens in a new browser tab)":["למידע נוסף על %s (נפתח בלשונית דפדפן חדשה)"],"30% OFF":["30% הנחה"],"BLACK FRIDAY":["בלאק פריידי"],"Social media appearance":["נראות במדיה חברתית"],"AI generator":["מחולל AI"],"AI title & description generator":["מחולל כותרות ותיאורים על ידי AI"],"Note that the following commonly-used parameters will not be removed: %1$s, %2$s, %3$s, %4$s, %5$s, %6$s, and %7$s.":["שים לב שהפרמטרים הנפוצים הבאים לא יוסרו: %1$s, %2$s, %3$s, %4$s, %5$s, %6$s ו-%7$s."],"Clear selection":["נקה בחירה"],"Please see the “New” badges and review the Search appearance settings.":["ראה את התגים \"חדש\" ועיין בהגדרות הנראות בחיפוש."],"New type of content added to your site!":["סוג חדש של תוכן נוסף לאתר שלך!"],"Site policies":["מדיניות האתר"],"Select a page which provides information about your diversity policies for %1$sstaffing%2$s, %1$shiring%2$s and %1$semployment%2$s.":["בחר דף המספק מידע על מדיניות הגיוון שלך עבור %1$sציוות%2$s, %1$sגיוס%2$s %1$sוהעסקה%2$s."],"Select a page which provides information on your diversity policies for %1$seditorial%2$s content.":["בחר עמוד המספק מידע על מדיניות הגיוון שלך עבור %1$sעריכת תוכן%2$s."],"Select a page which describes the personal, organizational, and corporate %1$sstandards%2$s of %1$sbehavior%2$s expected by your organization.":["בחר עמוד שמתאר את %1$sהסטנדרטים%2$s האישיים, הארגוניים והתאגידיים עבור %1$sההתנהגות%2$s הצפויה מהארגון שלך."],"Select a page which outlines your procedure for addressing %1$serrors%2$s (e.g., publishing retractions or corrections).":["בחר עמוד שמתאר את הנוהל שלך לטיפול %1$sבשגיאות%2$s (למשל, פרסום ביטולים או תיקונים)."],"Select a page which describes how your organization collects and responds to %1$sfeedback%2$s, engages with the %1$spublic%2$s, and prioritizes %1$stransparency%2$s.":["בחר עמוד המתאר כיצד הארגון שלך אוסף ומגיב %1$sלתגובות%2$s, בא במגע עם %1$sהציבור%2$s ומעניק עדיפות %1$sלשקיפות%2$s."],"Select a page which describes the ownership structure of your organization. It should include information about %1$sfunding%2$s and %1$sgrants%2$s.":["בחר דף שמתאר את מבנה הבעלות של הארגון שלך. זה צריך לכלול מידע על %1$sמימון%2$s %1$sומענקים%2$s."],"Select a page which describes the editorial principles of your organization. %1$sWhat%2$s do you write about, %1$swho%2$s do you write for, and %1$swhy%2$s?":["בחר עמוד שמתאר את עקרונות העריכה של הארגון שלך. %1$sעל מה%2$s אתה כותב, %1$sעבור מי%2$s אתה כותב, %1$sולמה%2$s?"],"Select the pages on your website which contain information about your organizational and publishing policies. Some of these might not apply to your site, and you can select the same page for multiple policies. %1$sLearn more about why setting your site policies is important%2$s.":["בחר את העמודים באתר שלך המכילים מידע על מדיניות הארגון והפרסום שלך. ייתכן שחלק מאלה לא חלים על האתר שלך, ותוכל לבחור את אותו דף עבור מספר מדיניות. %1$sלמידע נוסף על מדוע חשוב להגדיר את מדיניות האתר שלך%2$s."],"Diversity staffing report":["דוח ציוות מגוון"],"Diversity policy":["מדיניות מגוון"],"Ethics policy":["מדיניות אתיקה"],"Corrections policy":["מדיניות תיקון"],"Actionable feedback policy":["מדיניות משוב בר ביצוע"],"Ownership \/ Funding info":["מידע בנוגע לבעלות \/ מימון"],"Publishing policies":["מדיניות פרסום"],"Publishing principles":["עקרונות פרסום"],"Failed to retrieve pages.":["נכשל במשיכת עמודים"],"Searching pages…":["מחפש עמודים..."],"No pages found.":["לא נמצאו עמודים"],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by Google AdsBot. You should only enable this setting if you're not using Google Ads on your site.":["הוסף כלל 'disallow' לקובץ robots.txt שלך כדי למנוע סריקה על ידי Google AdsBot. עליך להפעיל הגדרה זו רק אם אינך משתמש ב-Google Ads באתר שלך."],"Block unwanted bots":["חסום בוטים לא רצויים"],"Prevent Google AdsBot from crawling":["מנע מ-Google AdsBot לסרוק"],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling of URLs like %1$s, %2$s and %3$s.":["הוסף כלל 'disallow' לקובץ robots.txt שלך כדי למנוע סריקה של כתובות אתרים כמו %1$s, %2$s ו-%3$s."],"The name of this category is %1$s.":["השם של קטגוריה זו הוא %1$s."],"Warning! These are expert features, so make sure you know what you're doing before using this setting. You might break your site. %1$sRead more about how your site can be affected%2$s.":["אזהרה! אלו הן אפשרויות עבור מומחים, אז ודא שאתה יודע מה אתה עושה לפני השימוש בהגדרה זו. אתה עלול לשבור את האתר שלך. %1$sקרא עוד על האופן שבו האתר שלך יכול להיות מושפע%2$s."],"Remove Other profile %1$s":["הסר %1$s פרופילים אחרים"],"Read more about how to get your site verified.":["קרא עוד על איך לאמת את האתר."],"Get your site verified in your Mastodon profile.":["קבל את אימות האתר שלך בפרופיל Mastodon שלך."],"E.g. https:\/\/mastodon.social\/@yoast":["לדוגמא https:\/\/mastodon.social\/@yoast"],"Mastodon":["Mastodon"],"Organization Mastodon":["ארגון Mastodon"],"%1$s Settings - %2$s":["%1$s הגדרות - %2$s"],"Settings navigation":["ניווט בהגדרות"],"Close settings navigation":["סגור את ניווט ההגדרות"],"Open settings navigation":["פתח את ניווט ההגדרות"],"Choose whether your site represents an organization or a person. %1$sLearn more about the differences and choosing between Organization and Person%2$s.":["בחר אם האתר שלך מייצג ארגון או אדם. %1$sלמידע נוסף על ההבדלים והבחירה בין ארגון לאדם%2$s."],"Limit the length of internal site search queries to reduce the impact of spam attacks and confusing URLs. Please enter a number between 1 and 50.":["הגבל את אורך שאילתות החיפוש הפנימיות באתר כדי להפחית את ההשפעה של התקפות ספאם וכתובות אתרים מבלבלות. נא להזין מספר בין 1 ל-50."],"Prevents specific URL parameters from being removed by the above feature. E.g., adding %1$s will prevent %2$s from being redirected to %3$s. You can add multiple parameters and separate them by using enter or a comma.":["מונע הסרה של פרמטרים ספציפיים של כתובת אתר על ידי האפשרות שלמעלה. לדוגמה, הוספת %1$s תמנע מ-%2$s ניתוב מחדש אל %3$s. ניתן להוסיף פרמטרים מרובים ולהפריד ביניהם באמצעות enter או פסיק."],"Consolidates WordPress' multiple site search URL formats into the %1$s syntax. E.g., %2$s will redirect to %3$s":["מאחד את הפורמטים המרובים של חיפוש אתרים של WordPress לתוך התחביר %1$s. לדוגמה, %2$s יפנה מחדש אל %3$s"],"Determine how your %1$s should look on social media.":["קבע כיצד %1$s שלך צריך להיראות במדיה החברתית."],"Disabling this means that archive pages for %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["ביטול יגרום לכך שדפי ארכיון עבור %1$s לא יעברו אינדקוס על ידי מנועי החיפוש ולא ייכללו במפות XML של האתר."],"Got it!":["הבנתי!"],"The number you've entered is not between 1 and 50.":["המספר שהזנת אינו בין 1 ל-50."],"Please enter a number between 1 and 50.":["נא להזין מספר בין 1 ל-50."],"Redirect pretty URLs to ‘raw’ formats":["הפנה מחדש כתובות אתרים יפות לפורמטים 'גולמיים'"],"Index Now":["אנדקס עכשיו"],"Failed to retrieve media.":["שליפת המדיה נכשלה."],"Only available for English sites":["זמין רק לאתרים באנגלית"],"Show date archives in search results":["הצג ארכיוני תאריכים בתוצאות החיפוש"],"Show %1$s archives in search results":["הצג %1$s ארכיונים בתוצאות החיפוש"],"Prefix for archive breadcrumbs":["קידומת לפירורי לחם בארכיון"],"You have selected the user %1$s%3$s%2$s as the person this site represents. Their user profile information will now be used in search results. We're sorry, you're not allowed to edit this user's profile. Please contact your admin or %1$s%3$s%2$s to check and\/or update the profile.":["בחרת את המשתמש %1$s%3$s%2$s כאדם שהאתר הזה מייצג. מידע פרופיל המשתמש שלהם ישמש כעת בתוצאות החיפוש. אנו מצטערים, אינך מורשה לערוך את הפרופיל של משתמש זה. אנא צור קשר עם מנהל המערכת או %1$s%3$s%2$s כדי לבדוק ו\/או לעדכן את הפרופיל."],"An organization name and logo need to be set for structured data to work properly. Since you haven’t set these yet, we are using the site name and logo as default values. %1$sLearn more about the importance of structured data%2$s.":["יש להגדיר שם ולוגו של הארגון כדי שהנתונים המובנים יפעלו כהלכה. מכיוון שעדיין לא הגדרת אותם, אנו משתמשים בשם ובלוגו האתר \nכערכי ברירת המחדל. %1$sלמידע נוסף על החשיבות של נתונים מובנים%2$s."],"This info is intended to appear in %1$sGoogle's Knowledge Graph%2$s.":["מידע זה נועד להופיע %1$sבגרף הידע של גוגל%2$s."],"Other profile %1$s":["פרופיל אחר %1$s"],"Tweet":["ציוץ"],"Open Graph":["Open Graph"],"Organization Facebook":["ה-Facebook של הארגון"],"OpenGraph":["OpenGraph"],"Format archives":["עיצוב ארכיון"],"File":["קובץ"],"PDF":["PDF"],"Video":["וידאו"],"Attachment":["קובץ מצורף"],"404 pages title":["כותרת עמוד 404"],"Search pages title":["כותרת דפי חיפוש"],"Enable date archives":["הפעל ארכיון תאריכים"],"Enable author archives":["הפעל ארכיון מחברים"],"Anchor text for the homepage":["טקסט עוגן עבור דף הבית"],"Organization\/person":["ארגון\/אדם"],"Divider":["מחיצה"],"Remove Atom\/RDF feeds":["הסרת פידים של Atom\/RDF"],"Webmaster":["מנהל האתר"],"Share":["שיתוף"],"Structured data":["נתונים מובנים"],"Enable the %1$s XML sitemaps. A sitemap is a file that lists a website's essential pages to make sure search engines can find and crawl them.":["הפעל את %1$s מפות אתר XML. מפת אתר היא קובץ המפרט את הדפים החיוניים של אתר אינטרנט כדי לוודא שמנועי החיפוש יכולים למצוא ולסרוק אותם."],"The %1$s icon in the top admin bar provides quick access to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["הסמל %1$s בסרגל הניהול העליון מספק גישה מהירה לכלים של צד שלישי לניתוח דפים ומקל לראות אם יש לך התראות חדשות."],"Allows for Facebook and other social media to display a preview with images and a text excerpt when a link to your site is shared. Keep this feature enabled to optimize your site for social media.":["מאפשר לפייסבוק ולמדיה חברתית אחרת להציג תצוגה מקדימה עם תמונות וקטע טקסט כאשר משותף קישור לאתר שלך. השאר אפשרות זו מופעלת כדי לבצע אופטימיזציה של האתר שלך עבור מדיה חברתית."],"Count the number of internal links from and to your posts to improve your site structure.":["ספור את מספר הקישורים הפנימיים מהפוסטים שלך ואליהם כדי לשפר את מבנה האתר שלך."],"Mark and filter your cornerstone content to make sure your most important articles get the attention they deserve. To help you write excellent copy, we’ll assess your text more strictly.":["סמן וסנן את תוכן אבן הפינה שלך כדי לוודא שהמאמרים החשובים ביותר שלך מקבלים את תשומת הלב הראויה. כדי לעזור לך לכתוב עותק מצוין, אנו נעריך את הטקסט שלך בצורה קפדנית יותר."],"Get more insights into what you are writing. What words do you use most often? How much time does it take to read your text? Is your text easy to read?":["קבל יותר תובנות על מה שאתה כותב. באילו מילים אתה משתמש לרוב? כמה זמן לוקח לקרוא את הטקסט שלך? האם הטקסט שלך קל לקריאה?"],"The inclusive language analysis offers suggestions to write more inclusive copy, so more people will be able to relate to your content.":["ניתוח שפה מכילה מציע הצעות לכתוב תוכן מכיל יותר, כך שיותר אנשים יוכלו להתייחס לתוכן שלך."],"The SEO analysis offers suggestions to improve the findability of your text and makes sure that your content meets best practices.":["ניתוח ה-SEO נותן הצעות לשיפור יכולת האיתור של הטקסט שלך ומוודא שהתוכן שלך עומד בשיטות העבודה המומלצות."],"Set the basic info for your website. You can use %1$stagline%2$s and %1$sseparator%2$s as %3$sreplacement variables%4$s when configuring the search appearance of your content.":["הגדר את המידע הבסיסי עבור האתר שלך. אתה יכול להשתמש ב%1$sתיאור האתר%2$s וב%1$sמפריד%2$s בתור %3$sמשתנים%4$s בעת הגדרת מראה תוצאות החיפוש של התוכן שלך."],"Usage tracking allows us to track some data about your site to improve our plugin. %1$sLearn more about which data we track and why%2$s.":["מעקב אחר שימוש מאפשר לנו לאסוף נתונים מסוימים מהאתר שלך כדי לשפר את התוסף שלנו. %1$sלמידע נוסף אודות הנתונים שאנו אוספים ומדוע%2$s."],"A link to the archive for the post author, with the author's name as anchor text.":["קישור לארכיון של כותב הפוסט, עם שם המחבר כטקסט עוגן."],"Determine how your %1$s pages should be described by default in your site's Schema.org markup. You can always customize the settings for individual %1$s pages in the %2$s metabox.":["קבע כיצד יש לתאר את דפי ה%1$s שלך כברירת מחדל בסימון ה-Schema.org של האתר שלך. אתה תמיד יכול להתאים אישית את ההגדרות עבור דפי %1$s בודדים בתיבת המטא של %2$s."],"Determine how your %1$s pages should look in search engines. You can always customize the settings for individual %1$s pages in the %2$s metabox.":["קבע כיצד דפי ה%1$s שלך צריכים להיראות במנועי חיפוש. אתה תמיד יכול להתאים אישית את ההגדרות עבור דפי %1$s בודדים בתיבת המטא של %2$s."],"Enable %1$s pages":["הפעל דפי %1$s"],"Determine how your homepage should look in the search results.":["קבע כיצד דף הבית שלך צריך להיראות בתוצאות החיפוש."],"Determine how your %1$s should look in search engines. You can always customize the settings for individual %1$s in the %2$s metabox.":["קבע כיצד %1$s שלך צריכים להיראות במנועי חיפוש. אתה תמיד יכול להתאים אישית את ההגדרות עבור %1$s בודדים בתיבת המטא של %2$s."],"Enable format-based archives":["הפעל ארכיונים מבוססי פורמט"],"Not sure how to implement the %3$s breadcrumbs on your site? Read %1$sour help article on breadcrumbs implementation%2$s.":["לא בטוח כיצד ליישם את %3$s פירורי לחם באתר שלך? קרא %1$sאת מאמר העזרה שלנו על הטמעת פירורי לחם%2$s."],"Show %1$s without posts in search results":["הצג %1$s ללא פוסטים בתוצאות החיפוש"],"Enable %1$s":["הפעל %1$s"],"Determine how your %1$s should look on social media by default. You can always customize the settings for individual %1$s in the %2$s metabox.":["קבע כיצד %1$s שלך אמורים להיראות במדיה החברתית כברירת מחדל. אתה תמיד יכול להתאים אישית את ההגדרות עבור %1$s בודדים בתיבת המטא של %2$s."],"Determine what your %1$s should look like in the search results by default. You can always customize the settings for individual %1$s in the %2$s metabox.":["קבע כיצד %1$s שלך אמורים להיראות במדיה החברתית כברירת מחדל. אתה תמיד יכול להתאים אישית את ההגדרות עבור %1$s בודדים בתיבת המטא של %2$s."],"This taxonomy is used for %2$s.":["טקסונומיה זו משמשת עבור %2$s."],"This taxonomy is used for %1$s and %2$s.":["טקסונומיה זו משמשת עבור %1$s ו-%2$s."],"Read more about our custom field analysis":["קרא עוד על ניתוח השדות המותאמים שלנו"],"Determine how your %1$s should look on social media by default. You can always customize the settings for individual %1$s in the %2$s sidebar or metabox.":["קבע כיצד %1$s שלך אמורים להיראות במדיה החברתית כברירת מחדל. אתה תמיד יכול להתאים אישית את ההגדרות עבור %1$s בודדים בסרגל הצד או בתיבת מטא של %2$s."],"Determine what your %1$s should look like in the search results by default. You can always customize the settings for individual %1$s in the %2$s sidebar or metabox.":["קבע כיצד %1$s שלך אמורים להיראות במדיה החברתית כברירת מחדל. אתה תמיד יכול להתאים אישית את ההגדרות עבור %1$s בודדים בסרגל הצד או בתיבת מטא של %2$s."],"Determine how your %1$s should be described by default in %2$syour site's Schema.org markup%3$s. You can always change the settings for individual %1$s in the %4$s sidebar or metabox.":["קבע כיצד יש לתאר את ה%1$s שלך כברירת מחדל בסימון %2$sה-Schema.org של האתר שלך%3$s. אתה תמיד יכול לשנות את ההגדרות עבור %1$s בודדים בסרגל הצד או המטאבוקס של ה%4$s."],"You can add multiple custom fields and separate them by using %1$senter%2$s or %1$scomma%2$s.":["אתה יכול להוסיף שדות מותאמים אישית מרובים ולהפריד ביניהם באמצעות %1$sEnter%2$s או %1$sפסיק%2$s."],"Please enter a search term with at least %d characters.":["אנא הזן מונח חיפוש עם לפחות %d תווים."],"CtrlK":["CtrlK"],"⌘K":["⌘K"],"Unavailable for multisites":["לא זמין עבור רשתות אתרים"],"Determine how the title of your 404 error pages should look in the browser.":["קבע כיצד הכותרת של דפי השגיאה 404 שלך צריכה להיראות בדפדפן."],"404 error pages":["דפי שגיאת 404"],"Determine how the title of your internal search pages should look in the browser.":["קבע כיצד הכותרת של דפי החיפוש הפנימיים שלך צריכה להיראות בדפדפן."],"Internal search pages":["חיפוש דפים פנימיים"],"Show media pages in search results":["הצג דפי מדיה בתוצאות החיפוש"],"Show format archives in search results":["הצג ארכיונים של פורמטים בתוצאות החיפוש"],"Show author archives in search results":["הצג ארכיונים של מחברים בתוצאות החיפוש"],"Breadcrumbs for %1$s":["פירורי לחם עבור %1$s"],"Site connections":["חיבורי אתר"],"View the XML sitemap":["יצירת מפת אתר בפורמט XML"],"Enable feature":["הפעל אפשרויות"],"Site features":["אפשרויות האתר"],"Learn more":["למד עוד"],"Site info":["מידע על האתר"],"We're sorry, you're not allowed to edit the %1$swebsite name%2$s and %1$stagline%2$s.":["אנו מצטערים, אינך מורשה לערוך את %1$sשם האתר%2$s ואת %1$sהתגית%2$s."],"Show or hide our tools and controls in the attachment editor.":["הצג או הסתר את הכלים והפקדים שלנו בעורך הקבצים המצורפים."],"(e.g., %1$s)":["(למשל, %1$s)"],"Remove unregistered URL parameters":["הסרת פרמטרים לא רשומים ב-URL"],"Optimize Google Analytics utm tracking parameters":["אופטימיזציה של פרמטרי המעקב utm של גוגל אנליטיקס"],"Remove WP-JSON API":["הסרת WP-JSON API"],"Remove emoji scripts":["הסרת סקריפט עבור אימוג'י"],"Remove Atom \/ RDF feeds":["הסרת פידים של Atom\/RDF"],"Remove search results feeds":["הסרת פידים של תוצאות חיפוש"],"Remove custom taxonomy feeds":["הסרת פידים של טקסונומיות"],"Remove tag feeds":["הסרת פידים של תגיות"],"Remove category feeds":["הסרת פידים של קטגוריות"],"Remove post type feeds":["הסרת פידים של סוגי תוכן"],"Remove post authors feeds":["הסרת פידים של מחברים"],"Remove post comments feeds":["הסרת פידים של תגובות פוסט"],"Remove global comment feeds":["הסרת פידים גלובליים של תגובות"],"Remove global feed":["הסרת פידים גלובליים"],"Remove powered by HTTP header":["הסרת כותרת HTTP עם נתוני powered by"],"Remove generator tag":["הסרת תגיות Generator"],"Remove oEmbed links":["הסרת קישורי oEmbed"],"Remove RSD \/ WLW links":["הסרת קישורי RSD \/ WLW"],"Remove REST API links":["הסרת קישורי REST API"],"Remove shortlinks":["הסר קישורים מקוצרים"],"Show or hide our tools and controls in the content editor.":["הצג או הסתר את הכלים והבקרה שלנו בעורך התוכן."],"Enable SEO controls and assessments":["אפשר בקרות והערכות SEO"],"Unlock with %1$s":["קבל גישה עם %1$s"],"We couldn’t find anything with that term.":["לא מצאנו שום דבר עם הקטגוריה הזו."],"No, continue editing":["לא, המשך לערוך"],"Yes, discard changes":["כן, בטל שינויים"],"You are about to discard all unsaved changes. All of your settings will be reset to the point where you last saved. Are you sure you want to do this?":["אתה עומד למחוק את כל השינויים שלא נשמרו. כל ההגדרות שלך יאופסו לנקודה שבה שמרת לאחרונה. האם אתה בטוח שאתה רוצה לעשות זאת?"],"Discard all changes":["התעלם מכל השינויים"],"Use the alternate organization name for acronyms, or a shorter version of your organization's name.":["השתמש בשם חלופי של הארגון לצורך יצירת ראשי תיבות, או בגרסה מקוצרת של שם הארגון שלך."],"Alternate organization name":["שם ארגון חלופי"],"Use the alternate website name for acronyms, or a shorter version of your website's name.":["השתמש בשם האתר החלופי עבור ראשי תיבות, או בגרסה קצרה יותר של שם האתר שלך."],"Alternate website name":["שם אתר חלופי"],"You have selected the user %1$s%5$s%2$s as the person this site represents. Their user profile information will now be used in search results. %3$sUpdate their profile to make sure the information is correct%4$s.":["בחרת את המשתמש %1$s%5$s%2$s כאדם שהאתר הזה מייצג. מידע פרופיל המשתמש שלהם ישמש כעת בתוצאות החיפוש. %3$sעדכן את הפרופיל שלו כדי לוודא שהמידע נכון%4$s."],"Please tell us more about the person this site represents.":["בבקשה ספר לנו על האדם שהאתר הזה מייצג."],"E.g. https:\/\/example.com\/yoast":["למשל https:\/\/example.com\/yoast"],"Tell us if you have any other profiles on the web that belong to your organization. This can be any number of profiles, like YouTube, LinkedIn, Pinterest, or even Wikipedia.":["ספר לנו אם יש לך פרופילים אחרים באינטרנט השייכים לארגון שלך. זה יכול להיות כל מספר של פרופילים, כמו YouTube, LinkedIn, Pinterest, או אפילו ויקיפדיה."],"Please tell us more about your organization. This information will help Google to understand your website, and improve your chance of getting rich results.":["אנא ספר לנו עוד על הארגון שלך. מידע זה יעזור לגוגל להבין את האתר שלך, וישפר את הסיכוי שלך לקבל תוצאות עשירות."],"E.g. https:\/\/facebook.com\/yoast":["למשל https:\/\/facebook.com\/yoast"],"Other profiles":["פרופילים אחרים"],"Writing":["כתיבה"],"You can determine the title and description for the blog page by %1$sediting the blog page itself%2$s.":["אתה יכול לקבוע את הכותרת והתיאור של דף הבלוג על ידי %1$sעריכת דף הבלוג עצמו%2$s."],"Advanced: URL cleanup":["מתקדם: ניקוי קישור"],"Prevent crawling of internal site search URLs":["מנע סריקת כתובות פנימיות של תוצאות חיפוש באתר"],"Block internal site searches which match the patterns of known spam attacks.":["חסום חיפושים פנימיים באתר התואמים לדפוסים של התקפות ספאם ידועות."],"Block internal site searches which contain complex and non-alphanumeric characters, as they may be part of a spam attack.":["חסום חיפושים פנימיים באתר המכילים תווים מורכבים ולא אלפאנומריים, מכיוון שהם עשויים להיות חלק ממתקפת ספאם."],"Enables advanced settings for protecting your internal site search URLs.":["מאפשר הגדרות מתקדמות להגנה על כתובות האתרים הפנימיות של החיפוש שלך."],"Your internal site search can create lots of confusing URLs for search engines, and can even be used as a way for SEO spammers to attack your site. Most sites will benefit from experimenting with these protections and optimizations, even if you don’t have a search feature in your theme.":["החיפוש הפנימי שלך באתר יכול ליצור הרבה כתובות אתרים מבלבלות עבור מנועי החיפוש, ואפילו יכול לשמש כדרך לספאמרים של קידום אתרים לתקוף את האתר שלך. רוב האתרים ירוויחו מהתנסות בהגנות ואופטימיזציות אלו, גם אם אין לך אפשרות חיפוש בערכת הנושא שלך."],"Internal site search cleanup":["ניקוי חיפוש פנימי באתר"],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling of WordPress' JSON API endpoints.":["הוסף כלל 'disallow' לקובץ robots.txt שלך כדי למנוע סריקת נקודות הקצה של JSON API של וורדפרס."],"Remove JavaScript used for converting emoji characters in older browsers.":["הסר JavaScript המשמש להמרת תווי אמוג'י בדפדפנים ישנים יותר."],"Remove URLs which provide alternative (legacy) formats of all of the above.":["הסר כתובות אתרים המספקות פורמטים חלופיים (מדור קודם) מכל האמור לעיל."],"Remove URLs which provide information about your search results.":["הסר כתובות אתרים המספקות מידע על תוצאות החיפוש שלך."],"Remove URLs which provide information about your recent posts, for each custom taxonomy.":["הסר כתובות אתרים המספקות מידע על הפוסטים האחרונים שלך, עבור כל טקסונומיה מותאמת אישית."],"Remove URLs which provide information about your recent posts, for each tag.":["הסר כתובות אתרים המספקות מידע על הפוסטים האחרונים שלך, עבור כל תגית."],"Remove URLs which provide information about your recent posts, for each category.":["הסר כתובות אתרים המספקות מידע על הפוסטים האחרונים שלך, עבור כל קטגוריה."],"Remove URLs which provide information about your recent posts, for each post type.":["הסר כתובות אתרים המספקות מידע על הפוסטים האחרונים שלך, עבור כל סוג פוסט."],"Remove URLs which provide information about recent posts by specific authors.":["הסר כתובות אתרים המספקות מידע על פוסטים אחרונים של מחברים ספציפיים."],"Remove URLs which provide information about recent comments on each post.":["הסר כתובות אתרים המספקות מידע על תגובות אחרונות על כל פוסט."],"Also disables post comment feeds.":["בנוסף מסיר פידים של תגובות פוסט."],"Remove URLs which provide an overview of recent comments on your site.":["הסר כתובות אתרים המספקות סקירה כללית של ההערות האחרונות באתר שלך."],"Remove URLs which provide an overview of your recent posts.":["הסר כתובות אתרים המספקות סקירה כללית של הפוסטים האחרונים שלך."],"WordPress outputs your content in many different formats, across many different URLs (like RSS feeds of your posts and categories). It’s generally good practice to disable the formats you’re not actively using.":["וורדפרס מוציאה את התוכן שלך בפורמטים רבים ושונים, על פני כתובות URL רבות ושונות (כמו פיד RSS של הפוסטים והקטגוריות שלך). בדרך כלל זה הרגל טוב להשבית את הפורמטים שבהם אתה לא משתמש באופן פעיל."],"Disable unwanted content formats":["הסרת סוגי פורמטים לא רצויים"],"Remove links which allow others sites to ‘ping’ yours when they link to you.":["הסר קישורים המאפשרים לאתרים אחרים 'ping' לשלך כאשר הם מקשרים אליך."],"Remove information about the plugins and software used by your site.":["הסר מידע על התוספים ואפשרויות בשימוש באתר שלך."],"Remove links used for embedding your content on other sites.":["הסר קישורים המשמשים להטמעת התוכן שלך באתרים אחרים."],"Remove links used by external systems for publishing content to your blog.":["הסר קישורים המשמשים מערכות חיצוניות לפרסום תוכן בבלוג שלך."],"Remove links to the location of your site’s REST API endpoints.":["הסר קישורים למיקום נקודות הקצה של REST API של האתר שלך."],"Remove links to WordPress' internal 'shortlink' URLs for your posts.":["הסר קישורים לכתובות מקוצרות פנימיות של וורדפרס עבור הפוסטים שלך."],"Remove unwanted metadata":["הסרת נתוני מטא לא רצויים"],"Crawl optimization":["אופטימיזציית סריקה"],"Removes unknown URL parameters via a %1$s redirect. E.g., %2$s will be redirected to %3$s":["מסיר פרמטרים לא ידועים של כתובת אתר באמצעות הפניה מחדש של %1$s. לדוגמה, %2$s יופנו ל-%3$s"],"Replaces %1$s tracking parameters with the (more performant) %2$s equivalent, via a %3$s redirect. E.g., %4$s will be redirected to %5$s":["מחליף את הפרמטרים למעקב %1$s במקביל (יותר ביצועי) %2$s, באמצעות הפניה מחדש של %3$s. לדוגמה, %4$s יופנו ל-%5$s"],"Users and search engines may often request your URLs whilst using query parameters, like %1$s. These can be helpful for tracking, filtering, and powering advanced functionality - but they come with a performance and SEO ‘cost’. Sites which don’t rely on URL parameters might benefit from using these options.":["משתמשים ומנועי חיפוש עשויים לבקש לעתים קרובות את כתובות האתרים שלך תוך שימוש בפרמטרים של שאילתה, כמו %1$s. אלה יכולים להיות מועילים למעקב, סינון והפעלת פונקציונליות מתקדמת - אבל הם מגיעים עם 'עלות' של ביצועים ו-SEO. אתרים שאינם מסתמכים על פרמטרים של כתובת אתר עשויים להפיק תועלת משימוש באפשרויות אלה."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by Common Crawl CCBot.":["הוסף כלל 'disallow' לקובץ robots.txt שלך כדי למנוע סריקה על ידי Common Crawl CCBot."],"WordPress adds a lot of links and content to your site's %1$s and HTTP headers. For most websites you can safely disable all of these, which can help to save bytes, electricity, and trees.":["וורדפרס מוסיפה הרבה קישורים ותוכן לתגית %1$s של האתר ולכותרות ה-HTTP של האתר. ברוב האתרים ניתן להשבית אותם בביטחה, מה שיכול לחסוך ביטים, חשמל ועצים."],"Make your site more efficient and more environmentally friendly by preventing search engines from crawling things they don’t need to, and by removing unused WordPress features. %1$sLearn more about crawl settings and how they could benefit your site%2$s.":["הפוך את האתר ליעיל יותר וידידותי יותר לסביבה על ידי מניעת מנועי חיפוש מלסרוק דברים שהם לא צריכים, ועל ידי הסרת אפשרויות וורדפרס שאינן בשימוש. %1$sלמידע נוסף על הגדרות סריקה וכיצד הן יכולות להועיל לאתר%2$s."],"E.g., %1$s and %2$s":["למשל, %1$s ו-%2$s"],"E.g., %1$s":["למשל, %1$s"],"Enable breadcrumbs for your theme":["אפשר פירורי לחם עבור התבנית אתר שלך"],"You can always choose to enable\/disable them for your theme below. This setting will not apply to breadcrumbs inserted through a widget, a block or a shortcode.":["אתה תמיד יכול לבחור להפעיל\/להשבית אותם עבור התבנית שלך למטה. הגדרה זו לא תחול על פירורי לחם שהוכנסו דרך ווידג'ט, בלוק או שורטקוד."],"Choose which Post type you wish to show in the breadcrumbs for Taxonomies.":["בחר איזה סוג פוסט ברצונך להציג בפירורי הלחם עבור טקסונומיות."],"Breadcrumbs for taxonomies":["פירורי לחם לטקסונומיות"],"Choose which Taxonomy you wish to show in the breadcrumbs for Post types.":["בחר איזו טקסונומיה ברצונך להציג בפירורי הלחם עבור סוגי פוסטים."],"Breadcrumbs for post types":["פירורי לחם לסוגי פוסטים"],"Breadcrumb for 404 page":["פירורי לחם עבור עמוד 404"],"Prefix for search page breadcrumbs":["קידומת עבור פירורי לחם בדף החיפוש"],"Add prefix":["הוסף קידומת"],"Add anchor text":["הוסף טקסט עוגן"],"Add separator":["הוסף מפריד"],"Choose the general appearance of your breadcrumbs.":["בחר את המראה הכללי של פירורי הלחם שלך."],"Breadcrumb appearance":["תצורת פרורי הלחם"],"Configure the appearance and behavior of %1$syour breadcrumbs%2$s.":["הגדר את התצוגה וההתנהגות של %1$sפירורי לחם%2$s."],"Disabling this will redirect the %1$s to your site's homepage.":["השבתה זו תפנה מחדש את %1$s לדף הבית של האתר שלך."],"Refresh this page":["רענן את הדף הזה"],"Unfortunately, this means that any unsaved changes in this section will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["למרבה הצער, המשמעות היא שכל השינויים שלא נשמרו בסעיף זה יאבדו. אתה יכול לנסות ולרענן את הדף הזה כדי לפתור את הבעיה. אם שגיאה זו עדיין מתרחשת, אנא צור קשר עם צוות התמיכה שלנו, ואנו נספק לך את כל העזרה שאתה צריך!"],"Something went wrong. An unexpected error occurred.":["משהו השתבש. אירעה שגיאה בלתי צפויה."],"Failed to retrieve users.":["נכשל במשיכת משתמשים"],"Searching users…":["מחפש משתמשים..."],"No users found.":["לא נמצאו משתמשים."],"Discard changes":["בטל שינויים"],"The profile is not valid. Please use only 1–25 letters, numbers and underscores or enter a valid X URL.":["הפרופיל אינו תקין. אנא השתמש רק ב-1-25 אותיות, מספרים וקווים תחתונים או הזן כתובת אתר אקס תקינה."],"The profile is not valid. Please enter a valid URL.":["הפרופיל אינו תקין. אנא הזן כתובת אתר תקינה."],"The verification code is not valid. Please use only the letters A to F, numbers, underscores and dashes.":["קוד האימות אינו חוקי. אנא השתמש רק באותיות A עד F, מספרים, קווים תחתונים ומקפים."],"The verification code is not valid. Please use only letters, numbers, underscores and dashes.":["קוד האימות אינו חוקי. אנא השתמש רק באותיות, מספרים, קווים תחתונים ומקפים."],"User":["משתמש"],"Site basics":["בסיס האתר"],"There are unsaved changes on this page. Leaving means that those changes will be lost. Are you sure you want to leave this page?":["בוצעו שינויים שלא נשמרו בעמוד זה. יציא מהעמוד תביא לאובדן השינויים. לצאת בכל זאת?"],"Media pages":["עמודים הכוללים תמונות"],"Categories & tags":["תגיות וקטגוריות"],"Content types":["סוגי תוכן"],"Show more":["הצג עוד"],"Show less":["הצג פחות"],"Configure the basics for your website.":["הגדרות בסיסיות לאתר"],"This field updates the %1$stagline in your WordPress settings%2$s.":["שדה זה מעדכן את ה%1$sתיאור אתר בהגדרות אתר הוורדפרס שלך%2$s."],"Disabling this means that %1$s pages created by WordPress will not be indexed by search engines and will be excluded from XML sitemaps.":["ביטול זה אומר שדפי %1$s שנוצרו על ידי וורדפרס לא יתווספו לאינדקס על ידי מנועי חיפוש ולא ייכללו במפות XML של באתר."],"Show %1$s pages in search results":["הצג %1$s בתוצאות חיפוש"],"We recommend keeping %1$s pages disabled. This will cause all attachment URLs to be redirected to the media itself.":["אנו ממליצים להשאיר %1$s דפים מושבתים. זה יגרום לכל כתובות האתרים המצורפות להיות מופנות אל המדיה עצמה."],"%1$s pages":["עמודי %1$s"],"When you upload media (e.g. an image or video), %5$s automatically creates a %3$s page (attachment URL) for it. These pages are quite empty and could cause %1$sthin content problems and lead to excess pages on your site%2$s. Therefore, %4$s disables them by default (and redirects the attachment URL to the media itself).":["כאשר אתה מעלה מדיה (למשל תמונה או סרטון), %5$s יוצר עבורו באופן אוטומטי דף %3$s (כתובת אתר של קובץ מצורף). דפים אלה ריקים למדי ועלולים לגרום %1$sלבעיות תוכן דליל ולהוביל לעודף דפים באתר שלך%2$s. לכן, %4$s משבית אותם כברירת מחדל (ומפנה מחדש את כתובת האתר של הקובץ המצורף למדיה עצמה)."],"Format-based archives can cause duplicate content issues. For most sites, we recommend that you disable this setting.":["ארכיונים מבוססי פורמט עלולים לגרום לבעיות תוכן כפול. עבור רוב האתרים, אנו ממליצים להשבית הגדרה זו."],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps. We recommend that you disable this setting.":["ביטול זה אומר ש%1$s לא יתווספו לאינדקס על ידי מנועי חיפוש ולא ייכללו במפות XML של האתר. אנו ממליצים להשבית הגדרה זו."],"%1$s can cause duplicate content issues. For most sites, we recommend that you disable this setting.":["%1$s עלול לגרום לבעיות תוכן כפול. עבור רוב האתרים, אנו ממליצים להשבית הגדרה זו."],"%1$s (e.g. %2$s) are based on publication dates. From an SEO perspective, the posts in these archives have no real relation to the other posts except for their publication dates, which doesn’t say much about the content. They could also lead to duplicate content issues. This is why we recommend you to disable %3$s.":["%1$s (למשל %2$s) מבוססים על תאריכי פרסום. מנקודת מבט של SEO, לפוסטים בארכיונים הללו אין קשר אמיתי לפוסטים האחרים למעט תאריכי הפרסום שלהם, מה שלא אומר הרבה על התוכן. הם עלולים גם להוביל לבעיות תוכן כפול. זו הסיבה שאנו ממליצים לך להשבית את %3$s."],"Determine how your %1$s should look on social media by default.":["קבע כיצד ה%1$s שלך אמור להיראות במדיה החברתית כברירת מחדל."],"Disabling this means that %1$s without any posts will not be indexed by search engines and will be excluded from XML sitemaps.":["ביטול זה אומר ש%1$s ללא פוסטים כלשהם לא יתווספו לאינדקס על ידי מנועי חיפוש ולא ייכללו במפות XML של האתר."],"Show archives for authors without posts in search results":["הצג ארכיונים של מחברים ללא פוסטים בתוצאות חיפוש"],"Determine how your %1$s should look in search engines.":["קבע כיצד %1$s שלך צריכים להיראות במנועי חיפוש."],"If you're running a one author blog, the %1$s (e.g. %2$s) will be exactly the same as your homepage. This is what's called a %3$sduplicate content problem%4$s. If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or prevent it from showing up in search results.":["אם אתה מפעיל בלוג של מחבר אחד, ה-%1$s (למשל %2$s) יהיה זהה לחלוטין לדף הבית שלך. זה מה שנקרא %3$sבעיית תוכן כפול%4$s. אם זה המקרה באתר שלך, אתה יכול לבחור להשבית אותו (מה שגורם לו להפנות אותו לדף הבית), או למנוע ממנו להופיע בתוצאות החיפוש."],"Author archive":["ארכיון מחבר"],"Read more about the search results settings":["קרא עוד על הגדרות תוצאות החיפוש"],"Determine how your %1$s should look in search engines and on social media.":["קבע כיצד %1$s שלך צריכים להיראות במנועי חיפוש ובמדיה החברתית."],"Contact support":["פנייה לצוות התמיכה"],"We're very sorry, but it seems like the following error has interrupted our application:":["אנו מאד מתנצלים, אך נראה שהשגיאה הבאה קטעה את היישום שלנו:"],"WordPress loads lots of resources, some of which your site might not need. If you’re not using these, removing them can speed up your pages and save resources.":["וורדפרס צורכת המון משאבים, שחלקם ייתכן והאתר שלך לא צריך. אם אינך משתמש באלה, הסרתם יכולה להאיץ את מהירות הדפים שלך ולחסוך במשאבים."],"Remove unused resources":["הסרת משאבים שלא בשימוש"],"Determine how your homepage should look in the search results and on social media. This is what people probably will see when they search for your brand name.":["קבע כיצד דף הבית שלך צריך להיראות בתוצאות החיפוש ובמדיה החברתית. זה מה שאנשים כנראה יראו כשהם מחפשים את שם המותג שלך."],"Determine how your homepage should look on social media.":["קבע כיצד דף הבית שלך צריך להיראות במדיה החברתית."],"Show the categories prefix in the slug":["הצג את קידומת הקטגוריות בסלאג"],"Category URLs in WordPress contain a prefix, usually %s. Show or hide that prefix in category URLs.":["כתובות של קטגוריות בוורדפרס מכילות קידומת, בדרך כלל %s. הצג או הסתר את הקידומת הזו בכתובות של הקטגוריות."],"Determine how your %1$s archive should look on social media.":["קבע כיצד אמור להיראות הארכיון %1$s שלך במדיה החברתית."],"Disabling this means that the archive for %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["ביטול זה פירושו שהארכיון עבור %1$s לא יצורף לאינדקס על ידי מנועי חיפוש ולא ייכלל במפות XML."],"Determine how your %1$s archive should look in search engines.":["קבע כיצד אמור להיראות הארכיון %1$s שלך במנועי חיפוש."],"These settings are specifically for optimizing your %1$s archive.":["הגדרות אלו מיועדות במיוחד לאופטימיזציה של הארכיון %1$s שלך."],"%1$s archive":["ארכיון %1$s"],"Add custom fields to page analysis":["הוסף שדות מותאמים אישית לניתוח העמוד"],"Additional settings":["הגדרות נוספות"],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["ביטול זה אומר ש%1$s לא יתווספו לאינדקס על ידי מנועי חיפוש ולא ייכללו במפות XML של האתר."],"Search appearance":["נראות בחיפוש"],"You haven't set a Shop page in your WooCommerce settings. %1$sPlease do this first%2$s.":["לא הגדרת דף חנות בהגדרות ווקומרס שלך. %1$sאנא עשה זאת קודם%2$s."],"The %1$ssocial image%2$s, %1$ssocial title%2$s and %1$ssocial description%2$s require Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite features%4$s.":["%1$sהתמונה%2$s, %1$sהכותרת%2$s %1$sותיאור%2$s למדיה חברתית דורשות נתוני Open Graph, המושבתים כעת באזור 'שיתוף ברשתות חברתיותי' %3$sבאפשרויות האתר%4$s."],"Oh no! It seems your form contains invalid data. Please review the following fields:":["אוי לא! נראה שהטופס שלך מכיל נתונים לא חוקיים. אנא עיין בשדות הבאים:"],"Archive social image":["ארכיון תמונות במדיה חברתית"],"Archive social description":["ארכיון תיאור במדיה חברתית"],"Archive social title":["ארכיון כותרת במדיה חברתית"],"Show the archive for %1$s in search results":["הצג ארכיון עבור %1$s במצועי חיפוש"],"Archive breadcrumbs title":["ארכיון כותרת פירורי לחם"],"Archive meta description":["ארכיון תיאור מטא"],"Archive SEO title":["ארכיון כותרת SEO"],"Enable %1$s for %2$s":["הפעל %1$s עבור %2$s"],"Show %1$s in search results":["הצג %1$s בתוצאות חיפוש"],"The selected media type is not valid. Supported types are: JPG, PNG, WEBP and GIF.":["סוג המדיה שנבחר אינו חוקי. הסוגים הנתמכים הם: JPG, PNG, WEBP ו-GIF."],"Inclusive language analysis":["ניתוח שפה מכילה"],"Oops! Something went wrong while saving.":["אופס! משהו השתבש במהלך השמירה."],"Great! Your settings were saved successfully.":["מעולה! ההגדרות שלך נשמרו בהצלחה."],"Get your verification code in %1$sYandex Webmaster tools%2$s.":["קבל את קוד האימות שלך ב-%1$sYandex Webmaster tools%2$s."],"Yandex":["Yandex"],"Claim your site over at %1$sPinterest%2$s.":["אמת את האתר שלך ב-%1$sPinterest%2$s."],"Get your verification code in %1$sGoogle Search console%2$s.":["קבל את קוד האימות שלך ב-%1$sGoogle Search console%2$s."],"Get your verification code in %1$sBing Webmaster tools%2$s.":["קבל את קוד האימות שלך ב-%1$sBing Webmaster tools%2$s."],"Bing":["Bing"],"Add verification code":["הוספת קוד אימות"],"Get your verification code in %1$sBaidu Webmaster tools%2$s.":["קבל את קוד האימות שלך ב-%1$sBaidu Webmaster tools%2$s."],"Baidu":["Baidu"],"Verify your site with different tools. This will add a verification meta tag to your homepage. You can find instructions on how to verify your site for each platform by following the link in the description.":["אמת את האתר שלך עם כלים שונים. זה יוסיף מטא תג אימות לדף הבית שלך. תוכל למצוא הוראות כיצד לאמת את האתר שלך עבור כל פלטפורמה על ידי לחיצה על הקישור בתיאור."],"By default only editors and administrators can access the Advanced and Schema section of the %1$s sidebar or metabox. Disabling this allows access to all users.":["כברירת מחדל, רק עורכים ומנהלי מערכת יכולים לגשת להגדרות מתקדמות וסכימה בסרגל הצד או המטאבוקס של %1$s. ביטול זה מאפשר גישה לכל המשתמשים."],"Restrict advanced settings for authors":["הגבל הגדרות מתקדמות עבור מחברים"],"This Yoast SEO REST API endpoint gives you all the metadata you need for a specific URL. This will make it very easy for headless WordPress sites to use Yoast SEO for all their SEO meta output.":["נקודת הקצה הזו של Yoast SEO REST API נותנת לך את כל הנתוני מטא שאתה צריך עבור כתובת אתר ספציפית. זה יקל מאוד על אתרי וורדפרס headless להשתמש ב-Yoast SEO עבור כל המטא פלט של SEO שלהם."],"REST API endpoint":["נקודת קצה של REST API"],"APIs":["APIs"],"Slack sharing":["שיתוף בסלאק"],"Allows for X to display a preview with images and a text excerpt when a link to your site is shared.":["מאפשר לאקס להציג תצוגה מקדימה עם תמונות וקטע טקסט כאשר משותף קישור לאתר שלך."],"Open Graph data":["פרטי Open Graph"],"Social sharing":["שיתוף ברשתות חברתיות"],"Site structure":["מבנה אתר"],"Tell us which features you want to use.":["ספרו לנו באילו אפשרויות תרצו להשתמש."],"Site preferences":["העדפות אתר"],"Network disabled":["הרשת מושבתת"],"Unavailable for sub-sites":["לא זמין עבור אתרי משנה"],"This image is used as a fallback for posts\/pages that don't have any images set.":["תמונה זו משמשת כחלופה לפוסטים\/דפים שאין להם תמונות מוגדרות."],"Site image":["תמונת אתר"],"Title separator":["מפריד כותרת"],"Recommended size for this image is %1$s%3$s%2$s":["הגודל המומלץ לתמונה זו הוא %1$s%3$s%2$s"],"The %1$sSite image%2$s requires Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite features%4$s.":["%1$sתמונת אתר%2$s דורשת נתוני Open Graph, המושבתים כעת באזור 'שיתוף ברשתות חברתיות' %3$sאפשרויות האתר%4$s."],"Automatically add content to your RSS. This enables you to add links back to your blog and your blog posts, helping search engines identify you as the original source of the content.":["הוסף אוטומטית תוכן ל-RSS שלך. זה מאפשר לך להוסיף קישורים בחזרה לבלוג שלך ולפוסטים בבלוג שלך, ולעזור למנועי החיפוש לזהות אותך כמקור התוכן המקורי."],"RSS feed":["פיד RSS"],"Dismiss":["ביטול"],"%1$s (default)":["%1$s (ברירת מחדל)"],"Are you publishing news articles? %s helps you optimize your site for Google News.":["האם אתה מפרסם כתבות חדשותיות? %s עוזר לך לבצע אופטימיזציה של האתר שלך עבור חדשות גוגל."],"Additional URL parameters to allow":["אפשר פרמטרים נוספים של כתובת אתר"],"Max number of characters to allow in searches":["מספר מקסימלי של תווים לאפשר בחיפושים"],"Filter searches with common spam patterns":["סנן חיפושים עם דפוסי ספאם נפוצים"],"Filter searches with emojis and other special characters":["סנן חיפושים באמצעות אימוג'ים ותווים מיוחדים אחרים"],"Filter search terms":["סנן מונחי חיפוש"],"Automatically ping search engines like Bing and Yandex whenever you publish, update or delete a post.":["שליחת עדכון באופן אוטומטי למנועי חיפוש כמו Bing ו-Yandex בכל פעם שאתה מפרסם, מעדכן או מוחק פוסט."],"IndexNow":["IndexNow"],"Pingback HTTP header":["פינבק כותרות HTTP"],"Personal logo or avatar":["לוגו אישי או אוואטר"],"Select a user":["בחר משתמש"],"Add another profile":["הוסף עוד פרופיל"],"Site representation":["ייצוג האתר"],"Link suggestions":["הצעות לקישורים"],"Insights":["תובנות"],"Social description":["תיאור לרשתות חברתיות"],"Social title":["כותרת לרשתות חברתיות"],"Social image":["תמונה חברתית"],"Image":["תמונה"],"New":["חדש"],"Remove image":["הסר תמונה"],"Select image":["בחירת תמונה"],"Replace image":["החלף תמונה"],"Got it":["הבנתי"],"This adds an author byline and reading time estimate to the article’s snippet when shared on Slack.":["מוסיף את שם המחבר ואומדן זמן קריאה כאשר המאמר משותף בסלאק."],"Article type":["סוג מאמר"],"Page type":["סוג עמוד"],"Usage tracking":["מעקב שימוש"],"Check out %1$s":["תבדקו את %1$s"],"We have both free and premium online courses to learn everything you need to know about SEO.":["יש לנו קורסים מקוונים בחינם ובתשלום ללימוד כל מה שצריך לדעת על קידום אתרים."],"Want to learn SEO from Team Yoast? Check out our %1$s!":["רוצה ללמוד SEO מצוות Yoast? בדוק את %1$s שלנו!"],"Learn SEO":["לימודי SEO"],"Schema":["סכימה"],"Show blog page in breadcrumbs":["הצג עמוד בלוג בפירורי לחם"],"Get the %s plugin now!":["קבל את התוסף %s עכשיו!"],"Personal info":["מידע אישי"],"Organization logo":["לוגו ארגון"],"Organization name":["שם הארגון"],"Organization":["ארגון"],"Select a user…":["בחר משתמש..."],"Upgrade to %s":["שדרג אל %s"],"You can edit the SEO metadata for this custom type on the %1$sShop page%2$s.":["ניתן לערוך את נתוני המטא של SEO עבור סוג תוכן זה ב%1$sדף החנות%2$s."],"Tagline":["תיאור האתר"],"Separator":["מפריד"],"%d result found, use up and down arrow keys to navigate":["%d תוצאות נמצאו, השתמש במקשי החצים למעלה ולמטה כדי לנווט","נמצאו %d תוצאות, השתמש במקשי החצים למעלה ולמטה כדי לנווט"],"The readability analysis offers suggestions to improve the structure and style of your text.":["ניתוח הקריאוּת מציע הצעות לשיפור המבנה והסגנון של תכני האתר."],"SEO analysis":["ניתוח SEO"],"(Opens in a new browser tab)":["(פתח בטאב חדש בדפדפן)"],"Text link counter":["מונה קישורים בטקסט"],"Cornerstone content":["עוגני תוכן"],"24\/7 support":["תמיכה 24\/7"],"Save changes":["שמור שינויים"],"Variable":["משתנה"],"Available variables":["משתנים זמינים"],"Admin bar menu":["תפריט בסרגל הניהול"],"SEO title":["כותרת SEO"],"Google search console":["קונסולת החיפוש של גוגל"],"Other social profiles":["פרופילים חברתיים אחרים"],"Readability analysis":["ניתוח קריאוּת"],"No results found":["לא נמצאו תוצאות"],"Bold the last page":["הדגש עמוד אחרון"],"Author archives":["ארכיון מחברים"],"A link to your site, with your site's name and description as anchor text.":["קישור לאתר עם תיאור האתר בטקסט העוגן."],"A link to your site, with your site's name as anchor text.":["קישור לאתר עם שם האתר בטקסט העוגן."],"A link to the post, with the title as anchor text.":["קישור לפוסט עם הכותרת בטקסט העוגן."],"You can use the following variables within the content, they will be replaced by the value on the right.":["ניתן להשתמש במשתנים הבאים בתוכן, הם יוחלפו בערכים המתאימים."],"Content to put after each post in the feed":["תוכן שיופיע אחרי כל פוסט בפיד"],"Content to put before each post in the feed":["תוכן שיופיע לפני כל פוסט בפיד"],"How to insert breadcrumbs in your theme":["כיצד להכניס פירורי לחם לתבנית"],"Blog":["אתר"],"Prefix for the breadcrumb path":["קידומת לנתיב של פירורי לחם"],"Anchor text for the Homepage":["טקסט עוגן לעמוד הבית"],"Separator between breadcrumbs":["מפריד בין הפריטים בפירורי לחם"],"Description":["תאור"],"Special pages":["דפים מיוחדים"],"Date archives":["ארכיון תאריך"],"You can determine the title and description for the homepage by %1$sediting the homepage itself%2$s.":["ניתן לשלוט בכותרת ובתיאור של העמוד הראשי על ידי %1$s עריכת העמוד עצמו %2$s."],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":["%1$s בודק אוטומטית אם יש צורך לכפות שכתוב כותרות, אם לדעתך הוא טועה, אפשר לשנות את ההגדרה כאן, בתנאי שידוע לך מה ההשלכות של הפעולה."],"Force rewrite titles":["חייב שכתוב מחדש של הכותרות"],"Homepage":["עמוד הבית"],"Person":["אדם"],"Website name":["שם האתר"],"RSS":["RSS"],"Breadcrumbs":["פירורי לחם"],"Search":["חיפוש"],"Breadcrumbs title":["כותרת פירורי לחם"],"Pinterest":["פינטרסט"],"Close":["סגור"],"Twitter":["טוויטר"],"Facebook":["פייסבוק"],"meta description":["תיאור מטא"],"Page title":["כותרת עמוד"],"None":["ללא"],"Meta description":["תיאור מטא"],"Google":["גוגל"],"General":["כללי"],"Tools":["כלים"],"Advanced":["מתקדם"],"XML sitemaps":["מפות XML"],"Social":["חברתי"]}},"comment":{"reference":"js\/dist\/new-settings.js"}}