{"translation-revision-date":"2025-11-18 09:30:41+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"he_IL"},"Buy now":["רכוש עכשיו"],"Undefined error message.":["הודעת שגיאה לא מוגדרת."],"%1$sSupport language:%2$s English":["%1$sשפה נתמכת:%2$s אנגלית"],"Our support team is here to answer any questions you may have. Fill out the (pop-up) contact form, and we'll get back to you as soon as possible!":["צוות התמיכה שלנו כאן כדי לענות על כל שאלה שיש לך. מלאו את טופס יצירת הקשר (הפופ-אפ), ונחזור אליכם בהקדם האפשרי!"],"If you don't find the answers you're looking for and need personalized help, you can get 24\/7 support from one of our support engineers.":["אם אינך מוצא את התשובות שאתה מחפש וזקוק לעזרה מותאמת אישית, תוכל לקבל תמיכה 24\/7 מאחד ממהנדסי התמיכה שלנו."],"Contact our support team":["צור קשר עם צוות התמיכה שלנו"],"Write a bug report":["כתוב דוח לתקלה"],"Have you stumbled upon a bug while using %1$s? Please raise a bug report on our GitHub repository to let us know about the issue!":["נתקלת בתקלה בזמן השימוש ב-%1$s? בבקשה כתוב דוח תקלה במאגר גיטהאב שלנו כדי ליידע אותנו על הבעיה!"],"Raise a bug report on GitHub":["העלה דוח תקלה בגיטהאב"],"Visit WordPress forum":["בקר בפורום וורדפרס"],"In the WordPress support forum for %1$s you can find answers or ask for help from %1$s users in the WordPress community.":["בפורום התמיכה של וורדפרס עבור %1$s תוכלו למצוא תשובות או לבקש עזרה ממשתמשי %1$s בקהילת וורדפרס."],"WordPress support forum for %1$s":["פורום תמיכה של וורדפרס עבור %1$s"],"Visit our help center":["בקר במרכז התמיכה שלנו"],"Have a look at our help center to find articles, tutorials, and other resources to help you get the most out of %1$s!":["עיין במרכז התמיכה שלנו כדי למצוא מאמרים, מדריכים ומשאבים אחרים שיעזרו לך להפיק את המרב מ-%1$s!"],"%1$s's help center":["מרכז התמיכה של %1$s"],"Need help with %1$s? These resources are a great place to start!":["זקוק לעזרה עם %1$s? משאבים אלה הם מקום מצוין להתחיל בו!"],"Additional resources":["משאבים נוספים"],"Here, you'll find answers to commonly asked questions about using %1$s. If you don't see your question listed, you can have a look at the section below.":["כאן תמצא תשובות לשאלות נפוצות לגבי השימוש ב-%1$s. אם אינך רואה את השאלה שלך ברשימה, תוכל לעיין בסעיף למטה."],"Frequently asked questions":["שאלות נפוצות"],"If you have any questions, need a hand with a technical issue, or just want to say hi, we've got you covered. Get in touch with us and we'll be happy to assist you!":["אם יש לך שאלות כלשהן, צריך עזרה בבעיה טכנית, או סתם רוצה לומר שלום, דאגנו לכך עבורך. צור איתנו קשר ונשמח לעמוד לרשותך!"],"Support":["תמיכה"],"Unlock with %1$s":["קבל גישה עם %1$s"],"Refresh this page":["רענן את הדף הזה"],"Unfortunately, this means that any unsaved changes in this section will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["למרבה הצער, המשמעות היא שכל השינויים שלא נשמרו בסעיף זה יאבדו. אתה יכול לנסות ולרענן את הדף הזה כדי לפתור את הבעיה. אם שגיאה זו עדיין מתרחשת, אנא צור קשר עם צוות התמיכה שלנו, ואנו נספק לך את כל העזרה שאתה צריך!"],"Something went wrong. An unexpected error occurred.":["משהו השתבש. אירעה שגיאה בלתי צפויה."],"Contact support":["פנייה לצוות התמיכה"],"We're very sorry, but it seems like the following error has interrupted our application:":["אנו מאד מתנצלים, אך נראה שהשגיאה הבאה קטעה את היישום שלנו:"],"Check out %1$s":["תבדקו את %1$s"],"We have both free and premium online courses to learn everything you need to know about SEO.":["יש לנו קורסים מקוונים בחינם ובתשלום ללימוד כל מה שצריך לדעת על קידום אתרים."],"Want to learn SEO from Team Yoast? Check out our %1$s!":["רוצה ללמוד SEO מצוות Yoast? בדוק את %1$s שלנו!"],"Learn SEO":["לימודי SEO"],"(Opens in a new browser tab)":["(פתח בטאב חדש בדפדפן)"],"24\/7 support":["תמיכה 24\/7"]}},"comment":{"reference":"js\/dist\/support.js"}}