{"translation-revision-date":"2025-11-18 09:30:41+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"he_IL"},"Grant consent":["תן הסכמה"],"Something went wrong":["משהו השתבש"],"Undefined error message.":["הודעת שגיאה לא מוגדרת."],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for titles and meta descriptions to make your content rank high and look good on social media. %1$sLearn more%2$s%3$s":["תן לבינה מלאכותית לעשות עבורך חלק מהחשיבה ולחסוך לך זמן. קבל הצעות איכותיות לכותרות ולתיאורי מטא כדי לגרום לתוכן שלך לדרג גבוה ולהיראות טוב במדיה החברתית. %1$sלמידע נוסף%2$s%3$s"],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for product titles and meta descriptions to make your content rank high and look good on social media. %1$sLearn more%2$s%3$s":["תן לבינה מלאכותית לעשות עבורך חלק מהחשיבה ולחסוך לך זמן. קבל הצעות איכותיות לכותרות מוצרים ולתיאורי מטא כדי לגרום לתוכן שלך לדרג גבוה ולהיראות טוב במדיה החברתית. %1$sלמידע נוסף%2$s%3$s"],"Generate product titles & descriptions with AI!":["צור כותרות ותיאורים של מוצרים עם AI!"],"Got it!":["הבנתי!"],"Allow":["לאשר"],"Deny":["לא לאשר"],"To see this video, you need to allow %1$s to load embedded videos from %2$s.":["כדי לראות סרטון זה, עליך לאפשר ל-%1$s לטעון סרטונים מוטמעים מ-%2$s."],"Unlock with %1$s":["קבל גישה עם %1$s"],"Refresh this page":["רענן את הדף הזה"],"Unfortunately, this means that any unsaved changes in this section will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["למרבה הצער, המשמעות היא שכל השינויים שלא נשמרו בסעיף זה יאבדו. אתה יכול לנסות ולרענן את הדף הזה כדי לפתור את הבעיה. אם שגיאה זו עדיין מתרחשת, אנא צור קשר עם צוות התמיכה שלנו, ואנו נספק לך את כל העזרה שאתה צריך!"],"Something went wrong. An unexpected error occurred.":["משהו השתבש. אירעה שגיאה בלתי צפויה."],"Contact support":["פנייה לצוות התמיכה"],"We're very sorry, but it seems like the following error has interrupted our application:":["אנו מאד מתנצלים, אך נראה שהשגיאה הבאה קטעה את היישום שלנו:"],"Dismiss":["ביטול"],"Beta":["בטא"],"Try again":["נסה שוב"],"Select image":["בחירת תמונה"],"Mobile result":["תוצאות מובייל"],"Desktop result":["תוצאות דסקטופ"],"Google preview":["תצוגת גוגל"],"(Opens in a new browser tab)":["(פתח בטאב חדש בדפדפן)"],"24\/7 support":["תמיכה 24\/7"],"Social preview":["תצוגות מקדימות לרשתות חברתיות"],"Previous":["קודם"],"Next":["הבא"],"Close":["סגור"]}},"comment":{"reference":"js\/dist\/ai-generator.js"}}